Repository: elementary/mail
Catalog: po/extra/*.po
Languages: ca, cs, de, eo, es, fi, fr, gl, hu, it, ja, nl, pl, pt_br, ro, ru, sk, sr, sv, tr, uk, zh_cn, zh_tw

source: Mail
ca: Correu
eo: Retmesaĝo
es: Correo
fi: Sähköposti
fr: Messagerie
gl: Correo
hu: E-mail
it: Posta
ja: メール
pl: Poczta
pt_br: Correio
ro: Poştă electronică
ru: Почта
sk: Pošta
sr: Пошта
sv: E-post
tr: Posta
uk: Пошта
zh_cn: 邮件
zh_tw: 郵件

source: Send and receive mail
ca: Envia i rep correu
cs: Přijímat a posílat emaily
de: Senden und Empfangen von Nachrichten
eo: Sendi kaj ricevi retmesaĝojn
es: Enviar y recibir correos
fi: Lähetä ja vastaanota sähköpostia
fr: Envoyer et recevoir des e-mails
gl: Enviar e recibir correos
hu: Levelek küldése és fogadása
it: Invia e ricevi email
ja: メールを送信し受信します
nl: Verstuur en ontvang e-mail
pl: Wysyłaj i odbieraj e-maile
pt_br: Envie e receba emails
ru: Отправляйте и получайте почту
sk: Odosielajte a prijímajte poštu
sr: Шаљите и примајте пошту
sv: Skicka och ta emot e-post
tr: Posta gönder ve al
uk: Надсилайте та отримуйте пошту
zh_cn: 发送和接收邮件
zh_tw: 傳送或收取郵件

source: Mail is designed to let you manage your email quickly and effortlessly. Its interface is based on conversations, so you can read an entire discussion without having to click from message to message.
ca: El Correu està dissenyat per permetre-us administrar el correu electrònic de manera ràpida i eficient. La interfície d'usuari està basada en converses, així podeu llegir converses completes sense haver d'anar clicant a cada missatge.
cs: Pošta je navržena tak, aby vám pomohla spravovat vaše emaily rychle a bez námahy. Její prostředí je založené na konverzacích, můžete si tedy přečíst celou diskuzi bez toho, abyste překlikávali mezi jednotlivými zprávami.
de: Mail wurde entwickelt, damit Sie Ihre E-Mails schnell und einfach verwalten können. Seine Benutzeroberfläche stellt Nachrichten in der Konversationsansicht dar, sodass Sie eine ganze Diskussion lesen können, ohne von einer Nachricht zur nächsten wechseln zu müssen.
eo: Retmesaĝo estas fasonita por ebligi mastrumadon rapida kaj senpena de retmesaĝoj. La interfaco bazita sur konversaciado ebligas legi tutan diskuton sen devi klaki de unu mesaĝo al alia.
es: Correo se ha diseñado para permitirle gestionar su buzón de manera rápida y eficiente. Su interfaz se organiza en conversaciones, de modo que puede seguir una discusión entera sin tener que desplazarse de mensaje en mensaje.
fi: Mail on suunniteltu helpottamaan sähköpostin hallintaa. Sen käyttöliittymä perustuu keskusteluihin, joten voit lukea koko keskustelun napsauttamatta eri viestien välillä.
fr: Messagerie vous permet de gérer rapidement et efficacement vos e-mails. L'interface est configurée en mode conversation vous laissant ainsi la possibilité de suivre une discussion entière sans action particulière de votre part.
gl: Correo deseñouse para permitirlle xestionar a súa caixa de correos rápida e eficientemente. A súa interface organízase en conversacións, de modo que pode seguir un debate enteiro sen ter que desprazarse de mensaxe en mensaxe.
hu: Az E-mail alkalmazás úgy lett kialakítva, hogy gyorsan és egyszerűen tudja a levelezéseit kezelni. A kezelőfelület párbeszédekre épül, úgyhogy kattintás nélkül végig tudja olvasni a teljes történetet.
it: Posta è progettato per permetterti di gestire la posta elettronica in modo rapido e senza sforzi. La sua interfaccia è basata su una vista a conversazioni in modo da poter leggere un'intera discussione senza dover fare clic da un messaggio all'altro.
ja: “メール”はメールを素早く、楽々と管理できるようにデザインされています。スレッドに基づいたインターフェースなので、メールのやりとりをメッセージからメッセージへとクリックせずに読むことができます。
nl: Mail is ontworpen om uw e-mail snel en gemakkelijk te beheren. De indeling is gebaseerd op conversaties, zodat u een hele discussie kunt lezen, zonder telkens van bericht naar bericht te moeten klikken.
pl: Program Poczta został zaprojektowany, aby umożliwić szybkie i łatwe zarządzanie e-mailami. Jego interfejs oparty jest na konwersacjach, więc można przeczytać całą dyskusję bez konieczności przechodzenia z wiadomości do wiadomości.
pt_br: O Correio é projetado para que você gerencie seus e-mails rapidamente e sem nenhum esforço. Sua interface é baseada em conversas, então você pode ler todas as respostas sem precisar clicar em cada mensagem.
ro: Mesagerie este proiectat pentru aţi administra mesajele uşor şi fără efort. Interfaţa sa este bazată pe conversaţii, deci poţi citi o intreagă discuţie fără să fii nevoit să apeşi din mesaj in mesaj.
ru: Клиент «Почта» спроектирован для того, чтобы позволить вам удобно управлять своим почтовым ящиком без лишних усилий. Его интерфейс основан на диалогах, что позволяет читать полную цепочку сообщений без необходимости потстоянного перехода от сообщения к сообщению.
sk: Pošta je navrhnutá tak, aby vám pomohla spravovať vaše e-maily rýchlo a bez námahy. Jej prostredie je založené na konverzáciách, takže si môžete prečítať celú diskusiu bez toho, aby ste sa preklikávali medzi jednotlivými správami.
sr: Пошта је осмишљена како би вам омогућила да управљате својом е-поштом брзо и без напора. Њено сучеље је засновано на разговорима, тако да можете прочитати целу расправу а да не морате кликати са поруке на поруку.
sv: E-post är utformat för att du ska kunna hantera din e-post snabbt och enkelt. Gränssnittet är baserat på konversationer, så att du kan läsa en hel diskussion utan att behöva klicka från meddelande till meddelande.
tr: Posta uygulaması, e-postalarınız hızlı ve efor harcamadan yönetebilmeniz için dizayn edildi. Arayüzü konuşmalar baz alınarak hazırlandı bu sayede mesajdan mesaja tıklamak zorunda kalmadan tüm konuşmayı okuyabilirsiniz.
uk: Пошта призначена для швидкого та легкого керування електронною поштою. Її інтерфейс засновано на розмовах, тому ви можете прочитати цілу дискусію, не натискаючи повідомлення за повідомленням.
zh_cn: 使用 邮件 快速有效地管理您的电子邮件。对话形式的用户界面能使您不用来回点击切换就能阅读全部相关话题。
zh_tw: 《郵件》設計來讓您簡單快速地管理您的郵件。其介面依據對話分門別類，讓您可以一次閱讀整串前後討論內容而不必一封一封訊息點開。

source: Lightweight mail client with full IMAP support
ca: Client de correu amb suport IMAP complet
cs: Jednoduchý e-mailový klient s plnou podporou IMAP
de: Schlanke E-Mail-Anwendung mit kompletter IMAP-Unterstützung
eo: Malpeza retmesaĝa kliento, entute subtenanta IMAP-protokolon
es: Cliente ligero de correo con compatibilidad completa con IMAP
fi: Kevyt sähköpostisovellus täydellä IMAP-tuella
fr: Client de messagerie léger avec prise en charge complète du protocole IMAP
gl: Cliente de correo lixeiro con compatibilidade completa con IMAP
hu: Pehelykönnyű e-mail-kliens teljes IMAP-támogatottsággal
it: Un client di posta elettronica leggero e con completo supporto IMAP
ja: IMAP に完全対応する軽量メールクライアント
nl: Lichtgewicht e-mail programma met volledige ondersteuning voor IMAP
pl: Lekki klient poczty z pełną obsługą IMAP
pt_br: Gerenciador de e-mails leve com suporte total ao protocolo IMAP
ro: Lightweight client mesagerie cu suport IMAP în întregime
ru: Легковесный почтовый клиент с полной поддежкой протокола IMAP
sk: Jednoduchý e-mailový klient s plnou podporou IMAP
sr: Лаган програм за пошту са пуном ИМАП подршком
sv: Lättviktig e-postklient med fullt stöd för IMAP
tr: Tam IMAP destekli hafif bir posta istemcisi
uk: Легкий поштовий клієнт, що повністю підтримує IMAP
zh_cn: 完全支持 IMAP 的轻量级邮件客户端
zh_tw: 具備完整 IMAP 支援的輕量級郵件客戶端

source: Mail grouped into conversations, not a tree of threads
ca: Correu agrupat en converses, no en un arbre de fils
cs: Zprávy seskupené do konverzací, ne do stromů a vláken
de: E-Mails gruppiert in Konversationen, nicht in einer Reihe vieler einzelner Nachrichten
eo: Retmesaĝoj kiel konversacioj, kune ne dise
es: Mensajes agrupados en conversaciones, no un árbol de hilos
fi: Viestit ryhmiteltynä keskusteluiksi, ei ketjuiksi
fr: E-mails groupés en conversations, et non en une arborescence de fils de discussion
gl: Mensaxes agrupadas en conversacións, non unha árbore de fíos
hu: E-mailek beszélgetésekké csoportosítva, nem szálakra van bontva
it: Mail raggruppate in conversazioni
ja: メールはスレッドの階層表示ではなく、会話ごとの分類で表示されます
nl: E-mail gegroepeerd in conversaties, niet in een boom van draden
pl: Poczta pogrupowana jest jako rozmowa, nie jako drzewo wątków
pt_br: E-mails agrupados em conversas, não em uma árvore de assuntos
ro: Mesaje grupate in conversaţii, nu in arbore
ru: Группировка писем по диалогам
sk: Pošta zoskupená do konverzácií, nie do stromu vlákien
sr: Поруке су груписане по разговорима, а не по стаблу теме
sv: E-post grupperade i konversationer, inte ett träd av trådar
tr: Posta uygulaması, bir konu ağacı değil, sohbetler halinde gruplandırır
uk: Пошту згруповано в розмови, а не дерево ланцюжків
zh_cn: 将邮件归纳为对话形式，而非树状图
zh_tw: 郵件會依照對話分門別類，而不是樹狀條目

source: As-you-type searching
ca: Cerca durant l'escriptura
cs: Okamžité vyhledávání
de: Suche während der Eingabe
eo: Dumtajpa serĉado
es: Búsqueda en tiempo real
fi: Välitön hakutoiminto
fr: Recherche instantanée
gl: Procura en tempo real
hu: Írás közbeni keresés
it: Ricerca in tempo reale
ja: 自動検索候補
nl: Zoeken terwijl je typt
pl: Wyszukiwanie w trakcie pisania
pt_br: Busca dinâmica
ro: Căutare cum-tasezi
ru: Поиск на лету
sk: Bleskové vyhľadávanie
sr: Претрага у реалном времену
sv: Sökning när du skriver
tr: Yazarken arama
uk: Пошук під час введення
zh_cn: 任意搜索
zh_tw: 隨打即搜

source: Multiple account support
ca: Suport per a comptes diversos
cs: Podpora více účtů
de: Unterstützung mehrerer Konten
eo: Plurkonta subteno
es: Permite gestionar varias cuentas
fi: Tuki useille tileille
fr: Support de comptes multiples
gl: Permite xestionar varias contas
hu: Több fiók támogatása
it: Supporto per account multipli
ja: 複数アカウントに対応
nl: Ondersteuning voor meerdere accounts
pl: Obsługa wielu kont
pt_br: Suporte a contas múltiplas
ro: Suportă multiple conturi
ru: Поддержка нескольких аккаунтов
sk: Podpora viacerých účtov
sr: Подршка за више налога
sv: Stöd för flera konton
tr: Çoklu hesap desteği
uk: Підтримка кількох облікових записів
zh_cn: 多账户支持
zh_tw: 多帳號支援

source: Inline HTML composer that saves drafts to the server
cs: Inline HTML editor, který ukládá rozepsané zprávy na server
de: Inline-HTML-Editor, der Entwürfe auf dem Server speichert
eo: Enteksta HTML-redaktilo kiu savkopias malnetojn en servilo
fi: HTML-viestinmuodostaja, joka tallentaa luonnokset palvelimelle
gl: Editor HTML que garda os seus borradores no servidor
hu: Beágyazott HTML-szerkesztő, amely a szerverre menti a piszkozatokat
it: Compositore HTML in linea che salva le bozze sul server
nl: HTML tekstverwerker waarbij concepten automatisch op de server worden opgeslagen
ro: Compozitor HTML in-linie care salvează schiţele pe server
sk: Integrovaný HTML editor, ktorý ukladá koncepty na server
sr: Уграђени ХТМЛ састављач који чува нацрте на серверу
tr: Taslakları sunucuya kaydeden satır içi HTML oluşturucu
zh_cn: 能保存草稿至服务器的联机 HTML 撰写器

source: Works with Gmail, Yahoo! Mail, and other popular IMAP servers
ca: Funciona amb Gmail, Yahoo! i altres servidors d'IMAP populars.
cs: Funguje s Gmail, Yahoo! Mail a dalšími oblíbenými IMAP servery
de: Funktioniert mit Gmail, Yahoo! Mail, und anderen IMAP-Servern
es: Funciona con Gmail, Yahoo! Mail y otros servidores IMAP populares
fr: Fonctionne avec Gmail, Yahoo! Mail ainsi que d'autres serveurs IMAP populaires
hu: Támogatja a Gmailt, Yahoo! Mailt és egyéb népszerű IMAP szervereket
ja: Gmail と Yahoo! メール、そしてそのほかのよく利用される IMAP サーバーで動作します
pl: Współpracuje z Gmailem, Pocztą Yahoo! oraz innymi popularnymi serwerami IMAP
pt_br: Funciona com Gmail, Yahoo! Mail e outros servidores IMAP populares
ru: Работа с Gmail, Yahoo! Mail, и другими популярными серверами IMAP
sk: Funguje s Gmail, Yahoo! Mail a s inými populárnymi IMAP servermi
sv: Fungerar med Gmail, Yahoo! Mail och andra populära IMAP-servrar
tr: Gmail, Yahoo! Mail ve diğer popüler IMAP sunucuları ile çalışır
uk: Працює з Gmail, Yahoo! Mail та іншими популярними серверами IMAP
zh_tw: 能搭配 Gmail、Yahoo! 信箱和其他常用的 IMAP 伺服器使用

source: Fixes:
ca: Correccions:
cs: Opravy:
de: Fehlerbehebungen:
es: Correcciones:
fr: Corrections :
hu: Javítások:
ja: 修正点:
pl: Poprawki:
pt_br: Correções:
ru: Исправления:
sk: Opravy:
sv: Åtgärdar:
uk: Виправлення:
zh_tw: 修正：

source: Fixed an error which caused mail accounts to be loaded multiple times
ca: S'ha solucionat un error que provocava que els comptes de correu es carreguessin diverses vegades.
es: Se corrigió un error que causaba que las cuentas de correo se cargaran varias veces
fr: Correction d'une erreur causant le chargement des comptes d'e-mail plusieurs fois
ja: メールアカウントが複数回読み込まれてしまうエラーを修正
pl: Naprawiono błąd przez który konta email ładowane były kilkakrotnie
pt_br: Corrigido um erro que fazia com que as contas de e-mail fossem carregadas diversas vezes
ru: Исправлена ошибка, из-за которой аккаунты загружались несколько раз
sk: Opravená chyba, ktorá zapríčiňovala opakované načítanie e-mailových účtov
sv: Åtgärdade ett fel som ledde till att e-postkonton lästes in flera gånger
uk: Усунута помилка, яка спричиняла завантаження облікових записів електронної пошти кілька разів
zh_tw: 修正郵件帳號會被載入多次的問題

source: Fixed a bug which caused Mail to crash occasionally
ca: S'ha solucionat un error que provocava que el Correu es bloquegés de tant en tant.
es: Se corrigió un error que hacía que Correo dejara de funcionar algunas veces
fr: Correction d'un bug provoquant parfois un plantage de Messagerie
ja: “メール”がクラッシュする原因になっていた不具合を修正
pl: Naprawiono problem przez który Poczta wyłączała się czasami sama
pt_br: Corrigido um bug que fazia o Mail travar ocasionalmente
ru: Исправлен баг, при котором "Почта" периодически падала
sk: Opravená chyba, ktorá občas spôsobovala pád aplikácie Pošta
sv: Åtgärdat en bugg som gjorde att E-post kraschade ibland
uk: Виправлена помилка, яка спричиняла збої пошти
zh_tw: 修正造成《郵件》時不時會崩潰的問題

source: Display recipient in Sent folder instead of sender
ca: Es mostra el destinatari a la carpeta Enviats en lloc del remitent.
de: Empfänger im Gesendet-Ordner anstelle des Absenders anzeigen
es: Ahora se muestra el destinatario en la carpeta de Enviados en vez del remitente
fr: Affichage du destinataire dans le dossier Envoyés à la place de l'expéditeur
ja: “送信済み”受信箱では、送信者ではなく宛先を表示するように修正
pl: Wyświetl odbiorcę zamiast nadawcy w folderze Wysłane
pt_br: Exibir destinatário na pasta Enviados em vez do remetente
ru: Отображение получателя вместо отправителя в папке «Отправленные»
sk: Zobrazovať príjemcu v priečinku Odoslané namiesto odosielateľa
sv: Visa mottagaren i mappen Skickat i stället för avsändaren
uk: Показ одержувача в теці Надіслані замість відправника
zh_tw: 在寄件備份資料夾顯示收件者而非寄件者

source: Improvements:
ca: Millores:
cs: Vylepšení:
de: Verbesserungen:
es: Mejoras:
fr: Améliorations :
hu: Javítások:
ja: 改善点:
pl: Ulepszenia:
pt_br: Melhorias:
ru: Улучшения:
sk: Vylepšenia:
sv: Förbättringar:
uk: Поліпшення:
zh_tw: 改善項目：

source: Updated app icon
ca: Icona de l'aplicació actualitzada
de: Aktualisierte App-Symbole
es: Actualizado el icono de la aplicación
fr: Mise à jour de l'icône de l'application
hu: Frissített alkalmazásikon
ja: アプリのアイコンをアップデート
pl: Zaktualizowano ikonę aplikacji
pt_br: Ícone do aplicativo atualizado
ru: Обновлена иконка приложения
sk: Aktualizovaná ikonka aplikácie
sv: Uppdaterad app-ikon
uk: Оновлено піктограму застосунку
zh_tw: 更新應用程式圖示

source: New design
ca: Disseny nou
de: Neues Design
es: Correo ahora tiene un nuevo diseño
fr: Nouveau design
ja: 新しいデザイン
pl: Nowy wygląd
pt_br: Novo design
ru: Новый дизайн
sk: Nový vzhľad
sv: Ny design
uk: Новий дизайн
zh_tw: 新設計

source: Updated translations
ca: Traduccions actualitzades
cs: Aktualizovány překlady
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
fr: Mise à jour des traductions
hu: Frissített fordítások
ja: 翻訳の更新
pl: Zaktualizowane tłumaczenia
pt_br: Traduções atualizadas
ru: Обновлены переводы
sk: Aktualizované preklady
sv: Uppdaterade översättningar
uk: Оновлено переклади
zh_tw: 翻譯更新

source: New features:
ca: Característiques noves:
cs: Nové funkce:
de: Neue Funktionen:
es: Nuevas características:
fr: Nouvelles fonctionnalités :
hu: Új funkciók:
ja: 新機能:
pl: Nowe funkcje:
pt_br: Novos recursos:
ru: Новые возможности:
sk: Nové funkcie:
sv: Nya funktioner:
uk: Нові можливості:
zh_tw: 新功能：

source: Use message subject for composer window title
ca: Usa l'assumpte del missatge per al títol de la finestra de redacció.
cs: Předmět zprávy používán jako titulek okna editoru zprávy
de: Nachrichtenbetreff als Fenstertitel nutzen
es: Ahora se usa al asunto del mensaje como título en la ventana del editor de mensajes
fr: Utilisation du sujet du message pour le titre de la fenêtre de composition
hu: Az üzenet tárgyának használata a szerkesztőablak címeként
ja: メール作成ウィンドウのタイトルにメッセージの件名を使うように修正
pl: Temat wiadomości jest teraz użyty w tytule okna kompozycji
pt_br: Use o assunto da mensagem para o título da janela do compositor
ru: Использование темы сообщения для названия окна редактора
sk: Zobrazovať predmet správy v záhlaví okna editora
sv: Använd meddelandets ämne som titel på kompositörsfönstret
uk: Тема повідомлення відтепер буде назвою вікна редактора
zh_tw: 在撰寫工具視窗標題使用訊息主旨

source: Added support for Unified Inbox for Microsoft 365 accounts
ca: S'ha afegit el suport per a la safata d'entrada unificada per als comptes de Microsoft 365.
cs: Přidána podpora pro sjednocenou schránku příchozí pošty pro účty služby Microsoft 365
de: Unterstützung für die gemeinsamen Ordner von Microsoft 365 Konten hinzugefügt
es: Se agregó el soporte para utilizar el buzón de correo unificado de las cuentas de Microsoft 365
fr: Ajout de la prise en charge de la boîte de réception unifiée pour les comptes Microsoft 365
hu: Egyesített fiók támogatása Microsoft 365 fiókoknál
ja: Microsoft 365 アカウントの統合受信トレイに対応
pl: Dodano wsparcie dla Ujednoliconej Skrzynki w kontach Microsoft 365
pt_br: Adicionado suporte para Caixa de Entrada Unificada para contas do Microsoft 365
ru: Добавлена поддержка общих почтовых ящиков для аккаунтов Microsoft 365
sk: Pridaná podpora zjednotenej schránky doručenej pošty pre účty Microsoft 365
sv: Stöd för Unified Inbox för Microsoft 365-konton har lagts till
uk: Додано підтримку Unified Inbox для облікових записів Microsoft 365
zh_tw: 新增對 Microsoft 365 帳號的整合收件匣的支援

source: Fixed an error which caused the inbox monitoring in the background to crash
ca: Correcció d'un error que provocava que la supervisió de la safata d'entrada en segon pla es bloquegés
cs: Opravena chyba která způsobovala pád zjišťování nové pošty na pozadí
de: Ein Fehler, welcher die Eingangsüberwachung im Hintergrund zum Abstürzen brachte, wurde behoben
es: Se corrigió un error que hacía que el monitor de correo entrante en segundo plano fallara y dejara de ejecutarse
fr: Correction d'une erreur qui entraînait le blocage de la surveillance des boîtes de réception en arrière-plan
hu: A beérkező leveleket figyelő háttérfolyamat összeomlását okozó hiba javítva
ja: バックグランドでの新着メールの確認がクラッシュするエラーを修正
pl: Naprawiono problem powodujący wyłączanie procesu monitorującego skrzynkę w tle
pt_br: Corrigido um erro que causava falha no monitoramento da caixa de entrada em segundo plano
ru: Исправлена ошибка ломающая обновление сообщений в фоне
sk: Opravená chyba, ktorá spôsobovala pád služby zisťovania novej pošty na pozadí
sv: Åtgärdat ett fel som ledde till att inkorgsövervakningen i bakgrunden kraschade
uk: Виправлена помилка, яка призводила до збою моніторингу вхідних у фоновому режимі
zh_tw: 修正造成背景寄件匣確認工作崩潰的錯誤

source: Removed duplicate sender addresses when composing a message
ca: S'han eliminat les adreces de remitents duplicades en redactar un missatge.
cs: Odebrány duplicitní adresy odesilatele při psaní zprávy
de: Doppelte Absenderadressen beim Schreiben einer Nachricht wurden entfernt
es: Ahora se eliminan mensajes de correo de destinatarios duplicados al crear un mensaje
fr: Suppression des adresses d'expéditeur en double lors de la composition d'un message
hu: Többszörös küldőcím eltávolítása üzenet szerkesztésekor
ja: メッセージ作成時、重複する宛先を削除するように修正
pl: Usunięto zduplikowane adresy nadawcy przy komponowaniu wiadomości
pt_br: Endereços de remetentes duplicados removidos ao redigir uma mensagem
ru: Убраны повторяющиеся адреса отправителя при составлении сообщения
sk: Odstránené duplicitné adresy odosielateľa pri písaní správy
sv: Borttagning av dubbla avsändaradresser när ett meddelande skrivs
uk: Прибрано дублювання адреси відправника під час створення повідомлення
zh_tw: 撰寫訊息時移除重複的寄件者地址

source: Fix a freeze when archiving the last message in a folder
ca: Correcció d'un bloqueig en arxivar l'últim missatge d'una carpeta
cs: Opraveno zamrzání při archivaci poslední zprávy ve složce
de: Behebung eines Problems, das beim Archivieren der letzten Nachricht in einem Ordner auftrat
es: Se corrigió un bloqueo cuando se archiva el último mensaje de una carpeta
fr: Correction d'un blocage lors de l'archivage du dernier message d'un dossier
hu: Egy mappán belüli utolsó üzenet archiválásakor való fagyás javítva
ja: フォルダー内の最後のメッセージをアーカイブするとフリーズする不具合を修正
pl: Naprawiono zawieszenie przy archiwizowaniu ostatniej wiadomości w folderze
pt_br: Corrija um congelamento ao arquivar a última mensagem em uma pasta
ru: Исправлена остановка работы приложения при архивировании последнего сообщения в папке
sk: Opravené zamrznutie pri archivácii poslednej správy v priečinku
sv: Fixa en frysning vid arkivering av det sista meddelandet i en mapp
uk: Виправлено заморожування під час архівування останнього повідомлення у теці
zh_tw: 修正將資料夾中最後一個訊息封存時應用程式會鎖住的問題

source: Renamed Office 365 to Microsoft 365 to follow suite on Microsoft's rebranding
ca: S'ha canviat el nom d'Office 365 a Microsoft 365 per seguir el canvi de marca de Microsoft.
cs: Office 365 přejmenováno na Microsoft 365 v souladu s přejmenováním služby jejím poskytovatelem
de: Umbenennung von Office 365 zu Microsoft 365 um der neuen Microsoft Produktreihe zu entsprechen
es: Se cambió el nombre de Office 365 a Microsoft 365 para respetar las convenciones de la marca de Microsoft
fr: Changement de nom d'Office 365 en Microsoft 365 pour suivre le changement de marque de Microsoft
hu: Office 365 átnevezve Microsoft 365-re a Microsoft arculatváltásának követése érdekében
ja: Microsoft のブランド名変更に伴い、“Office 365”という表示を“Microsoft 365”に変更
pl: Zmieniono nazwę Office 365 na Microsoft 365 by być zgodnym z marką Microsoftu
pt_br: Renomeado Office 365 para Microsoft 365 para seguir o exemplo da mudança de marca da Microsoft
ru: Office 365 переименован в Microsoft 365 чтобы соответствовать новому названию офисного пакета
sk: Office 365 premenované na Microsoft 365 v súlade s premenovaním služby Microsoftu
sv: Byte av namn från Office 365 till Microsoft 365 för att följa Microsofts omprofilering
uk: Office 365 перейменовано на Microsoft 365, щоб згідно з ребрендингом Microsoft
zh_tw: 改稱 Office 365 為 Microsoft 365 以符合微軟的品牌名稱變更

source: Fix a potential crash while loading messages
cs: Opraven potenciální pád při načítání zpráv
de: Mögliche Abstürze beim Laden von Nachrichten behoben
es: Se corrigió una posible falla grave cuando se cargan mensajes
sk: Opravený potenciálny pád pri načítaní správ

source: Secondary-click menu on the conversations list
cs: Kontextová nabídka (pravé tlačítko myši) v seznamu konverzací
de: Sekundärklick-Menü auf der Unterhaltungsliste
sk: Menu po kliknutí sekundárnym tlačidlom myši na zoznam konverzácií

source: Ensure conversations are re-sorted by date when new messages appear
cs: Zajištěno že konverzace jsou přetříděné podle data když se objeví nové zprávy
de: Sicherstellen, dass Unterhaltungen beim Eintreffen neuer Nachrichten erneut nach Datum sortiert werden
sk: Zabezpečené, že konverzácie sa znovu roztriedia po prijatí nových správ

source: Fixed sender combobox after opening a mailto link
cs: Opraven kombobox odesilatele po otevření odkazu mailto
de: Problem mit "mailto:"-Links behoben
sk: Opravený kombobox odosielateľa po otvorení odkazu typu mailto
