Repository: elementary/mail
Catalog: po/extra/*.po
Languages: ca, cs, de, eo, es, fi, fr, gl, hu, it, ja, nl, pl, pt_br, ro, ru, sk, sr, sv, tr, uk, zh_cn, zh_tw

source: Mark sent messages as read
cs: Označit odeslané zprávy jako přečtené
de: Gesendete Nachrichten als gelesen markieren
sk: Označovať odoslané správy ako prečítané

source: Fix a hang when deleting the last message in a mailbox
cs: Opraven zásek při mazání poslední zprávy ve schránce
de: Behebt eine Verzögerung, die auftrat wenn die letzte Nachricht im Posteingang gelöscht wurde
sk: Opravené zamrznutie po odstránení poslednej správy v schránke

source: Fix an issue where some mail fails to be deleted
cs: Opraven problém kdy se některé e-maily nedařilo zjistit
de: Behebt einen Fehler, der verhinderte gewisse Nachrichten löschen zu können
sk: Opravený problém, keď sa nepodarí odstrániť niektoré správy

source: Use accent color for unread message titles
cs: Použít barvu zvýraznění pro nadpisy nepřečtených zpráv
de: Nutze Akzentfarben für ungelesene Nachrichtentitel
sk: Používať farebný odtieň na názvoch neprečítaných správ

source: Autoselect the next message after archiving
cs: Po archivaci automaticky vybrat následující zprávu
de: Automatisch die nächste Nachricht nach dem Archivieren auswählen
sk: Automaticky označovať nasledujúcu správu po archivovaní

source: Use local time in message headers
cs: V záhlaví zpráv používat místní čas
de: Nutze Lokalzeiten in den Nachrichtentiteln
sk: Používať miestny čas v hlavičkách správ

source: Send a notification when new messages arrive
cs: Odeslat upozornění pokud dorazí nová zpráva
sk: Odoslať oznámenie o novej správe

source: Add a button to manually fetch new messages
cs: Přidáno tlačítko pro ruční stažení nových zpráv
sk: Pridané tlačidlo na ručné načítanie nových správ

source: Automatically select the next message after deleting
cs: Automatické vybrání následující zprávy pro vymazání
sk: Automaticky vybrať nasledujúcu správu po odstránení

source: Filter unread or starred conversations
cs: Filtrovat nepřečtené nebo hvězdičko označené konverzace
sk: Triediť neprečítané konverzácie alebo konverzácie s hviezdičkou

source: Make sure we don't save sent messages twice for outlook.com accounts
cs: Zajištěno, že odeslané zprávy nejsou ukládány dvakrát v případ účtů na outlook.com
sk: Zabezpečené, aby sa odoslaná správa neuložila dvakrát pre účty outlook.com

source: Fix a potential crash when changing folders
cs: Opraven potenciální pád při změně složek
sk: Opravený potenciálny pád pri zmene priečinkov

source: Improve search performance
cs: Zlepšena výkonnost vyhledávání
sk: Vylepšená rýchlosť vyhľadávania

source: Fix an issue that prevented some messaging from rendering at all
cs: Opraven problém který bránil některý zprávám být vůbec vykresleny
sk: Opravený problém so zobrazovaním niektorých správ

source: Set the correct "From" address when replying and multiple accounts are set up
cs: Nastavena správná adresa Od při odpovídání za situace, že je nastaveno vícero účtů
sk: Nastavovať správnu adresu odosielateľa pri odpovedaní a pri používaní viacerých účtov

source: Fix a crash on startup for some conversations
cs: Opraven pád při spouštění v případě některých konverzací
sk: Opravený pád pri spustení pre niektoré konverzácie

source: Only save drafts when there are new changes
cs: Koncepty ukládat pouze v případě nových změn
sk: Koncepty ukladať iba vtedy, keď sú v nich nové neuložené zmeny

source: Move Undo notification to the message view
cs: Upozornění na vzetí zpět přesunuty do zobrazení zprávy
sk: Oznámenie Späť presunuté do zobrazenia správ

source: Preserve conversation subjects when replying or forwarding
cs: Zachovávány předměty konverzace při odpovídání či přeposílání
sk: Zachovať predmety konverzácií pri odpovedaní či preposielaní

source: Disable the composer while messages are being sent
cs: Vypnutí editoru při odesílání zprávy
sk: Deaktivovať nástroje úpravy textu pri odosielaní správ

source: Edit saved draft messages
cs: Upravování uložených konceptů zpráv
sk: Možnosť úpravy uložených koncepty

source: Make sure we don't save sent messages twice for some account types
cs: Zajištěno že v případě některých typů účtů nejsou zprávy ukládány dvakrát
sk: Zabezpečené, aby sa rovnaká správa neodoslala dvakrát pri niektorých typoch účtov

source: Stability improvements
cs: Zlepšení stability
sk: Zlepšenia stability

source: Complete rewrite from scratch
cs: Kompletní předělání od začátku
sk: Kompletne prerobený zdrojový kód
tr: Tamamen yeniden yazıldı

source: Email;E-mail;Mail;
ca: Correu electrònic;Correu electrònic;Correu;
cs: Email;E-mail;Pošta;
eo: retmesaĝo;retpoŝto;retletero
es: Correo;Correo electrónico;Mensaje;Email;E-mail;
fi: Email;E-mail;Mail;posti;sähköposti;maili;
fr: Email;E-mail;Mail;Messagerie;Courriel;Courrier;
gl: Correo;Correo electrónico;Mensaxe;Email;E-mail;
it: Email;E-mail;Mail;Posta;Posta elettronica;
ja: Email;E-mail;Mail;Eメール;電子メール;メール;
pl: Email;E-mail;Mail;Poczta;
pt_br: Email;E-mail;Correio;
ro: Poştă electronică; Mesagerie; Mesaj;
ru: Email;E-mail;Mail;Почта;Письмо;
sk: Email;E-mail;Pošta;
sr: е-пошта;ел. пошта;пошта;
sv: E-post;Mail;Mejl;
tr: EPosta;E-Posta;Posta;Email;E-mail;Mail;
uk: Email;E-mail;Mail;Пошта;Лист;
zh_cn: 消息;电子邮件;邮件;
zh_tw: Email;E-mail;Mail;電子郵件;郵件;電郵;

source: Compose Message
ca: Redacta un missatge
cs: Napsat zprávu
de: Nachricht verfassen
eo: Redakti mesaĝon
es: Redactar un mensaje
fi: Uusi viesti
fr: Rédiger un message
gl: Redactar mensaxe
hu: Üzenet írása
it: Componi un messaggio
ja: メッセージを作成
nl: Bericht maken
pl: Utwórz wiadomość
pt_br: Escrever mensagem
ro: Compune mesaj
ru: Написать письмо
sk: Napísať správu
sr: Саставите поруку
sv: Skriv meddelande
tr: İleti Oluştur
uk: Нове повідомлення
zh_cn: 撰写邮件
zh_tw: 撰寫訊息

source: Powerful HTML composer that saves drafts to the server
ca: Compositor potent d'HTML que desa els esborranys al servidor
es: Con un poderoso editor HTML que guarda sus borradores en el servidor
fr: Puissant édtieur HTML permettant l'enregistrement des brouillons directement sur le serveur
ja: サーバーへ下書きを保存する強力な HTML メール作成画面
pl: Potężny kompozytor HTML, który zapisuje wersje robocze na serwerze
pt_br: Poderoso compositor HTML que salva rascunhos no servidor
ru: Мощный HTML-редактор, сохраняющий черновики на сервер
sv: Kraftfull HTML-kompositör som sparar utkast på servern
uk: Потужний редактор HTML, що зберігає чернетки на сервері
zh_tw: 強大的 HTML 撰寫工具，且可將草稿存至伺服器

source: Use the actual recipients of a message as sender when replying or forwarding
ca: Ús dels destinataris reals d'un missatge com a remitent en respondre o reenviar
pl: Podczas odpowiadania oraz przekazywania wiadomości właściwi odbiorcy są ustawiani jako nadawcy
pt_br: Use os destinatários reais de uma mensagem como remetente ao responder ou encaminhar
ru: Действительные получатели сообщения указываются как отправители при ответе или пересылке
sv: Använd den faktiska mottagaren av ett meddelande som avsändare när du svarar eller vidarebefordrar
uk: Фактичні одержувачі повідомлень вказуються відправниками під час відповіді або пересилання
zh_tw: 回覆或轉寄時使用原訊息實際的收件者作為新訊息的寄件者

source: Ability to create multiple signatures and set defaults per account
ca: Possibilitat de crear diverses signatures i establir valors predeterminats per compte
es: Ahora se pueden crear múltiples firmas y establecer una firma predeterminada en cada cuenta
fr: Possibilité de créer plusieurs signatures et de définir des valeurs par défaut pour chaque compte
ja: 複数の署名を作成し、アカウント毎にデフォルトを設定できる機能を追加
pl: Możliwość stworzenia kilku podpisów i ustawienia domyślnych dla każdego konta
pt_br: Capacidade de criar múltiplas assinaturas e definir padrões por conta
ru: Возможность создавать подписи и устанавливать их для каждой учётной записи
sv: Möjlighet att skapa flera signaturer och ställa in standardvärden per konto
uk: Можливість створювати кілька підписів і налаштовувати типове значення для кожного облікового запису
zh_tw: 新增為各個帳號建立多個簽章並可設定預設值的功能

source: Add support for inline images in the composer
ca: Addició de suport per a imatges en línia al compositor
es: Se agregó soporte para imágenes incrustadas al redactar un mensaje
fr: Ajout de la prise en charge des images dans l'éditeur
ja: メール作成画面でインライン画像に対応
pl: Dodano wsparcie dla obrazków w tekście w kompozytorze
pt_br: Adicione suporte para imagens embutidas no compositor
ru: Добавлена поддержка встроенных изображений в композиторе
sv: Lägg till stöd för inline-bilder i kompositören
uk: Додано підтримку вбудованих зображень у редакторі
zh_tw: 在撰寫工具中新增對行內圖片的支援

source: Add support for renaming folders
ca: Addició de suport per canviar el nom de carpetes
es: Se agregó la capacidad de cambiar nombres de carpetas
fr: Ajout de la possibilité de renommer les dossiers
ja: フォルダーの名前変更に対応
pl: Dodano wsparcie dla zmieniania nazwy folderów
pt_br: Adicione suporte para renomear pastas
ru: Добавлена поддержка переименования папок
sv: Lägg till stöd för att byta namn på mappar
uk: Додано підтримку тек, які залишились
zh_tw: 支援重新命名資料夾

source: Move settings menu to the mailboxes pane
ca: Menú de configuració al plafó de bústies de correu
es: Se movió el menú de ajustes al panel de buzones de correo
fr: Déplacement du menu des paramètres dans le panneau des boîtes de réception
ja: 設定メニューをメールボックスペインに移動
pl: Przeniesiono menu ustawień do powierzchni skrzynek pocztowych
pt_br: Mover o menu de configurações para o painel de caixas de correio
ru: Меню настроек перемещено на панель почтовых ящиков
sv: Flytta inställningsmenyn till brevlådepanelen
uk: Меню налаштувань перенесено на панель поштових скриньок
zh_tw: 將設定選單移到信箱面板中

source: Use the FileChooser portal
ca: Ús del portal FileChooser
es: Ahora se usa el portal FileChooser
fr: Utilisation du portail de sélection de fichiers
ja: ファイル選択ポータルを使用するように修正
pl: Używany jest teraz portal FileChooser
pt_br: Use o portal FileChooser
ru: Теперь использует портал FileChooser
sv: Använd FileChooser-portalen
uk: Використовується портал FileChooser
zh_tw: 使用檔案選擇器桌面入口

source: Improve network availability handling
ca: Millorar la gestió de la disponibilitat de la xarxa
es: Se ha mejorado el manejo de disponibilidad de redes
fr: Amélioration de la gestion de la disponibilité du réseau
ja: ネットワーク接続状態に応じた処理を改善
pl: Ulepszono obsługę dostępności sieci
pt_br: Melhore o tratamento da disponibilidade da rede
ru: Улучшения обработки доступности сети
sv: Förbättra hanteringen av nätverkstillgänglighet
uk: Поліпшено обробку доступності мережі
zh_tw: 改善對於目前網路連線狀態的處理

source: Fix issues with fetching e-mail when Mail is not autostarted
ca: Solució de problemes amb l'obtenció del correu electrònic quan el correu no s'inicia automàticament
es: Se corrigieron problemas al obtener correos electrónicos cuando Correo no se inicia automáticamente
fr: Correction de problèmes liés à la récupération d'e-mails lorsque Messagerie n'est pas démarré automatiquement
ja: “メール”が自動起動していない場合に、メールの取得に失敗する不具合を修正
pl: Naprawiono problemy z pobieraniem e-maili gdy Poczta nie jest autouruchamiana
pt_br: Corrigir problemas de busca de e-mail quando o Mail não é iniciado automaticamente
ru: Исправлены проблемы с получением писем, если Почта не запускается автоматически
sv: Åtgärdat problem med att hämta e-post när E-post inte autostartas
uk: Усунено проблеми з отриманням е-пошти, коли Пошта не запускається автоматично
zh_tw: 修正《郵件》沒有自動啟動時取得郵件會發生的問題

source: Notify the user when a calendar event is included in a message
ca: Notifica a l'usuari quan s'inclogui un esdeveniment del calendari en un missatge
es: Ahora se notifica al usuario cuando un evento de calendario se incluye en un mensaje
fr: Notification de l'utilisateur lorsqu'un événement du calendrier est joint à un message
ja: メッセージにカレンダーの予定が含まれる場合にユーザーに通知する機能を追加
pl: Powiadomienie dla użytkonika gdy wydarzenie kalendarza jest dołączone w wiadomości
pt_br: Notificar o usuário quando um evento de calendário for incluído em uma mensagem
ru: Отображение событий календаря в письме
sv: Meddela användaren när en kalenderhändelse inkluderats i ett meddelande
uk: Сповіщати користувача, коли подію календаря включено до повідомлення
zh_tw: 訊息中包含行事曆活動時告知使用者

source: Improve performance when switching between folders
ca: Millora del rendiment en canviar entre carpetes
es: Se ha mejorado el rendimiento al cambiar entre carpetas
fr: Amélioration des performances lors du passage d'un dossier à un autre
ja: フォルダー切り替え時のパフォーマンスを改善
pl: Poprawiono wydajność przy przełączaniu między folderami
pt_br: Melhore o desempenho ao alternar entre pastas
ru: Улучшена производительность при переключении между папками
sv: Förbättrad prestanda när du växlar mellan mappar
uk: Поліпшення швидкодії під час перемикання між теками
zh_tw: 改善切換資料夾時的效能

source: The welcome view is removed when an account is added in Online Accounts without having to restart Mail
ca: La vista de la benvinguda s'elimina quan s'afegeix un compte als comptes en línia sense haver de reiniciar el Mail
es: La vista de bienvenida ahora se quita cuando una cuenta se agrega a «Cuentas en línea» sin tener que reiniciar Correo
fr: La page d'accueil est désormais supprimée lorsqu'un compte est ajouté dans Comptes en ligne depuis les paramètres sans qu'il soit nécessaire de redémarrer l'application
ja: オンラインアカウントの設定でアカウントが追加された場合、“メール”を再起動しなくてもようこそ画面が消えるように修正
pl: Widok powitalny jest usunięty po dodaniu konta w Kontach online bez potrzeby restartu aplikacji
pt_br: A visualização de boas-vindas é removida quando uma conta é adicionada em Contas Online sem a necessidade de reiniciar o Mail
ru: Приветствие автоматически убирается, когда аккаунт добавлен в онлайн-аккауньы через настройки
sv: Välkomstvyn tas bort när ett konto läggs till i Nätkonton utan att E-post behöver startas om
uk: Вітальне вікно прибирається, коли обліковий запис додається до Онлайнових облікових записів без необхідності перезапуску Пошти
zh_tw: 在線上帳號設定中加入帳號之後就關閉歡迎畫面，而不用重新啟動《郵件》

source: The composer is always presented as a new window and includes more keyboard shortcuts
ca: El compositor sempre es presenta com una finestra nova i inclou més dreceres de teclat
es: Ahora el editor de mensajes siempre se presenta como una nueva ventana e incluye más atajos de teclado
fr: La zone de saisie est toujours présentée sous la forme d'une nouvelle fenêtre et comprend davantage de raccourcis clavier
ja: メール作成画面が常に新しいウィンドウとして表示されるようになり、使用可能なキーボードショートカットも増加
pl: Kompozytor jest teraz zawsze prezentowany jako nowe okno i posiada więcej skrótów klawiszowych
pt_br: O compositor é sempre apresentado como uma nova janela e inclui mais atalhos de teclado
ru: Композитор всегда представлен в виде нового окна и поддерживает больше сочетаний клавиш
sv: Kompositören visas alltid i ett nytt fönster och innehåller fler kortkommandon
uk: Редактор завжди відкривається у новому вікні та містить більше комбінацій клавіш
zh_tw: 撰寫工具總是以新視窗顯示，並提供更多鍵盤快捷鍵

source: The search filter menu now appears next to the search bar
ca: El menú del filtre de cerca ara apareix al costat de la barra de cerca
es: El filtro de búsqueda del menú ahora aparece al lado de la barra de búsqueda
fr: Le menu du filtre de recherche apparaît désormais à côté de la barre de recherche
ja: 検索フィルターメニューを検索バーの隣に移動
pl: Menu filtra do wyszukiwania pojawia się teraz obok paska wyszukiwania
pt_br: O menu de filtro de pesquisa agora aparece próximo à barra de pesquisa
ru: Фильтр поиска теперь появляется рядом со строкой поиска
sv: Sökfiltermenyn visas nu bredvid sökfältet
uk: Меню фільтрів пошуку тепер з'являється поруч із панеллю пошуку
zh_tw: 將搜尋過濾選單移到搜尋列旁邊

source: HeaderBars appear to float above content when scrolled
ca: Les barres de capçalera semblen flotar per sobre del contingut quan es desplacen
es: Se corrigieron las barras de encabezado que parecían flotar sobre el contenido al desplazarlo
fr: Les barres de titre semblent flotter au-dessus du contenu lorsqu'on les fait défiler
ja: メール本文をスクロールすると、ヘッダーバーがその上に浮いて見える効果を追加
pl: Paski główne zdają się unosić nad treścią podczas przewijania
pt_br: HeaderBars parecem flutuar acima do conteúdo quando rolados
ru: Заголовок теперь находится над контентом при скроле
sv: HeaderBars ser ut att flyta över innehållet när de rullas
uk: Панелі заголовків під час гортання з'являються над вмістом
zh_tw: 讓標題列在捲動後看起來浮動在內容上方

source: Fix a potential crash with empty messages
ca: Solució d'un error potencial amb missatges buits
es: Se corrigió una posible falla grave con mensajes vacíos
fr: Correction d'un plantage potentiel avec en cas de message vide
ja: 空のメッセージが原因でクラッシュする可能性のある不具合を修正
pl: Naprawiono potencjalny błąd krytyczny przy pustych wiadomościach
pt_br: Corrija uma possível falha com mensagens vazias
ru: Исправлен вероятный сбой при пустом списке сообщений
sv: Åtgärdat en potentiell krasch med tomma meddelanden
uk: Усунуто ймовірність збою через порожні повідомлення
zh_tw: 修正訊息空白時一個可能發生的崩潰

source: Stop resizing from cutting off the message list
ca: Deixa de canviar la mida per tal de tallar la llista de missatges
es: Ahora redimensionar la ventana ya no corta la lista de mensajes
fr: Nous avons empêché le redimensionnement de couper la liste des messages
ja: サイズの変更によってメッセージ一覧が見えなくなってしまわないように修正
pl: Zmiana rozmiaru nie przycina już listy wiadomości
pt_br: Pare de redimensionar e cortar a lista de mensagens
ru: Остановлено зменение размера от обрезания списка сообщений
sv: Stoppa storleksändringar från att klippa av meddelandelistan
uk: Припинено зміну розміру від обрізання списку повідомлень
zh_tw: 修正調整視窗大小之後訊息列表被切掉的問題

source: Performance improvements
ca: Millores de rendiment
es: Mejoras de rendimiento
fr: Amélioration des performances
ja: パフォーマンスの改善
pl: Ulepszenia wydajności
pt_br: Melhorias de desempenho
ru: Улучшения производительности
sv: Förbättringar av prestanda
uk: Поліпшення швидкодії
zh_tw: 效能改善

source: Desktop notifications
fi: Työpöytäilmoitukset
it: Notifiche desktop
nl: Notificaties op het bureaublad
ro: Notificări desktop
sr: Обавештења радне површи
zh_cn: 桌面通知

source: Works with Gmail, Yahoo! Mail, Outlook.com (experimental), and other popular IMAP servers
fi: Toimii Gmailin, Yahoo! Mailin, Outlook.comin (kokeellinen tuki) ja muiden suosittujen IMAP-palvelimien kanssa
it: Funziona con Gmail, Yahoo! Mail, Outlook.com (in maniera ancora sperimentale) e altri popolari server IMAP
nl: Werkt met Gmail, Yahoo! Mail, Outlook.com (experimenteel) en andere populaire IMAP servers
ro: Funcţioneaza cu Gmail, Yahoo! Mail, Outlook.com (experimental) şi alte servere populare IMAP
sr: Ради са Г-поштом, Јаху! поштом, Аутлуком (пробно), и другим популарним ИМАП серверима
zh_cn: 支持 Gmail、Yahoo! Mail、Outlook.com 和其他主流 IMAP 服务

source: Minor bug fixes
fi: Muita pieniä korjauksia
it: Correzione di bug minori
nl: Kleine bug fixes
sr: Мање исправке грешака
zh_cn: 细节修复

source: Translation updates
fi: Päivityksiä kielikäännöksiin
it: Traduzioni aggiornate
nl: Bijgewerkte vertalingen
sr: Освежења превода
zh_cn: 翻译更新
