Repository: elementary/mail
Catalog: po/extra/szl.po
Languages: szl

source: Mail
szl: Poczta

source: Send and receive mail
szl: Wysyłanie i ôdbiyranie maili

source: Mail is designed to let you manage your email quickly and effortlessly. Its interface is based on conversations, so you can read an entire discussion without having to click from message to message.
szl: Poczta je stworzōno, żeby szło wartko i prosto używać emaili. Interfejs je ôparty na dyskusyjach, żeby szło czytać cołko godka bez klikanio ôd wiadōmości do wiadōmości.

source: Lightweight mail client with full IMAP support
szl: Leki klijynt poczty ze połnym sparciym IMAP

source: Mail grouped into conversations, not a tree of threads
szl: Poczta pogrupowano we dyskusyje, a niy strōm tymatōw

source: As-you-type searching
szl: Wyszukowanie przi pisaniu

source: Desktop notifications
szl: Powiadōmiynia na biōrku

source: Multiple account support
szl: Sparcie wielu kōnt

source: Inline HTML composer that saves drafts to the server
szl: Kōmpozytōr HTML, co spamiyntuje cechōnki na serwerze

source: Works with Gmail, Yahoo! Mail, Outlook.com (experimental), and other popular IMAP servers
szl: Funguje ze Gmail, Yahoo! Mail, Outlook.com (eksperymyntalnie) i inkszymi popularnymi serwerami IMAP

source: Minor bug fixes
szl: Poprowki drobnych błyndōw

source: Translation updates
szl: Aktualizacyje przekładu

source: Email;E-mail;Mail;
szl: Email;E-mail;Mail;Poczta;

source: Compose Message
szl: Tworzynie wiadōmości
