Repository: elementary/mail
Catalog: po/*.po
Languages: ckb, ko, ug

source: Drafts | Draft
ko: 임시 보관함 | 임시 보관함
ug: ئورىگىناللار

source: Sent | Sent Mail | Sent Email | Sent E-Mail
ko: 보냄 | 보낸 편지 | 보낸 이메일 | 보낸-이메일
ug: يوللانغانلىرى

source: Junk | Spam | Junk Mail | Junk Email | Junk E-Mail | Bulk Mail | Bulk Email | Bulk E-Mail
ko: 정크 | 스팸 | 정크 메일 | 정크 이메일 | 정크-이메일 | 벌크 메일 | 벌크 이메일 | 벌크-이메일
ug: كىرەكسىز ئېلخەتلەر

source: Trash | Rubbish | Rubbish Bin
ko: 휴지통 | 휴지통 | 휴지통
ug: ئەخلەت چېلىكى

source: Archive | Archives
ko: 편지 보관함 | 편지 보관함
ug: ئارخىپلار

source: Inbox
ko: 받은 편지함
ug: تاپشۇرۇۋىلىنغانلىرى

source: Drafts
ko: 임시 보관함
ug: ئورىگىناللار

source: Sent Mail
ko: 보낸 편지함
ug: يوللانغانلىرى

source: Starred
ko: 별표 편지함
ug: بەلگە قىلىنغانلىرى

source: Important
ko: 중요 편지함
ug: مۇھىملىرى

source: All Mail
ko: 모든 편지함
ug: بارلىق ئېلخەتلەر

source: Spam
ko: 스팸 메일함
ug: كىرەكسىز ئېلخەتلەر

source: Trash
ko: 휴지통
ug: ئەخلەت چېلىكى

source: Outbox
ko: 보내는 편지함
ug: يوللانغانلىرى

source: Search
ko: 검색
ug: ئىزدەش

source: Archive
ckb: ئەرشیف
ko: 편지 보관함
ug: ئارخىپ

source: None
ko: 없음
ug: ھىچنىمە يوق

source: Gmail
ug: SMTP

source: Yahoo! Mail
ug: Yahoo! ئېلخىتى

source: Other
ko: 기타
ug: باشقىلار

source: attachment
ko: 첨부 파일
ug: قوشۇمچە ھۆججەت

source: bcc
ko: 숨겨 받는 사람
ug: مەخپى يوللاش

source: body
ko: 본문
ug: ئاساسىي تېكست

source: cc
ko: 함께 받는 사람
ug: كۆچۈرۈپ ئەۋەتىش:

source: from
ko: 보내는 사람
ug: يوللىغۇچى

source: subject
ko: 제목
ug: تېمىسى

source: to
ko: 받는 사람
ug: تاپشۇرۇۋالغۇچى

source: me
ko: 나에게
ug: ئۆزەم

source: (no subject)
ko: (제목 없음)
ug: (تېمىسىز)

source: %a, %b %-e, %Y at %-l:%M %p
ko: %Y년 %a, %b %-e일, %p %-l:%M
ug: %Y-%b-%e日，%p %-l:%M

source: On %1$s, %2$s wrote:
ckb: لە ڕێکەوەت %1$s، %2$s نووسی:
ko: %1$s 에, %2$s 작성:
ug: %1$s دە، %2$s يىزىش:

source: %s wrote:
ko: %s 작성함:
ug: %s يىزىش:

source: On %s:
ko: %s 작성 됨:
ug: %s دە:

source: ---------- Forwarded message ----------
ckb: ---------- نامەی نێردراو ----------
ko: 전달 내용
ug: ---------- يەتكۈزۈلگەن ئۇچۇرلار ----------

source: From: %s
ko: 보내는 사람: %s
ug: يوللىغۇچى: %s

source: Subject: %s
ko: 제목: %s
ug: تېمىسى: %s

source: Date: %s
ko: 날짜: %s
ug: چىسلاسى: %s

source: To: %s
ko: 받는 사람: %s
ug: تاپشۇرۇۋالغۇچى: %s

source: Cc: %s
ko: 함께 받는 사람: %s
ug: كۆچۈرۈپ ئەۋەتىش: %s

source: none
ko: 없음
ug: ھىچنىمە يوق

source: Mail Client
ko: 메일 클라이언트
ug: ئېلخەت تېرمىنالى

source: Copyright 2011-2015 Yorba Foundation
ug: نەشىر ھوقۇقى 2011-2015 Yorba فوندىغا تەۋە

source: Visit the Yorba web site
ko: Yorba 웹사이트 가보기
ug: Yorba توربىكىتىنى زىيارەت قىلىڭ

source: Delete conversation
ko: 지우기
ug: دىئالوگنى ئۆچۈرۈش

source: Delete conversation (Shift+Delete)
ko: 지우기 (Shift+Delete)
ug: دىئالوگنى ئۆچۈرۈش (Shift+Delete)

source: Delete conversations (Shift+Delete)
ko: 지우기 (Shift+Delete)
ug: دىئالوگلارنى ئۆچۈرۈش (Shift+Delete)

source: Move conversation to Trash (Delete, Backspace)
ko: 휴지통으로 (Delete, Backspace)
ug: دىئالگلارنى ئەخەت چېلىكىگە تاشلاش(Delete, Backspace)

source: Move conversations to Trash (Delete, Backspace)
ko: 휴지통으로 (Delete, Backspace)
ug: دىئالگلارنى ئەخەت چېلىكىگە تاشلاش(Delete, Backspace)

source: _Archive
ko: 편지 저장(_A)
ug: ئارخىپ

source: Archive conversation (A)
ko: 편지 저장 (A)
ug: دىئالوگ ئارخىپى

source: Archive conversations (A)
ko: 편지 저장 (A)
ug: دىئالوگلار ئارخىپى

source: Mark as S_pam
ko: 스팸으로 표시(_P)
ug: كىرەكسىز ئېلخەت بەلگىسى قىلىش

source: Mark as not S_pam
ko: 스팸 아님으로 표시(_P)
ug: كىرەكسىز ئېلخەت بەلگىسىنى ئۆچۈرۈش

source: Mark conversation
ko: 표시하기
ug: دىئالوگقا بەلگە قىلىش

source: Mark conversations
ko: 표시하기
ug: دىئالوگلارغا بەلگە قىلىش

source: Add label to conversation
ko: 라벨 표시
ug: دىئالوگلارغا خەتكۈچ قىتىش

source: Add label to conversations
ko: 라벨 표시
ug: دىئالوگلارغا بەلگە قىلىش

source: Move conversation
ko: 편지 이동
ug: دىئالوگلارنى يۆتكەش

source: Move conversations
ko: 편지 이동
ug: دىئالوگلارنى يۆتكەش

source: A_ccounts
ko: 계정(_C)
ug: ھىساۋاتلار

source: _Preferences
ko: 설정(_P)
ug: مايىللىق

source: _Help
ko: 도움말(_H)
ug: ياردەم

source: _About
ko: 소개(_A)
ug: ھەققىدە

source: _Quit
ko: 끝내기(_Q)
ug: چىكىنىش

source: _Mark as...
ko: 표시하기(_M)...
ug: بەلگە قىلىش....

source: Mark as _Read
ko: 읽음으로 표시(_R)
ug: ئوقۇلغان دەپ بەلگە قىلىش

source: Mark as _Unread
ko: 읽지 않음으로 표시(_R)
ug: ئوقۇلمىغان دەپ بەلگە قىلىش

source: _Star
ko: 별표 표시(_S)
ug: يۇلتۇز بەلگىسى قىتىش

source: U_nstar
ko: 별표 취소(_N)
ug: يۇلتۇز بەلگىسىنى ئۆچۈرۈش

source: Add label
ko: 라벨 추가
ug: خەتكۈچ قىتىش

source: _Label
ko: 라벨(_L)
ug: خەتكۈچ

source: _Move
ko: 옮기기(_M)
ug: يۆتكەش

source: Compose new message (Ctrl+N, N)
ko: 새 편지 쓰기 (Ctrl+N, N)
ug: يىڭى ئېلخەت يىزىش (Ctrl+N, N)

source: _Reply
ko: 답장(_R)
ug: جاۋاب قايتۇرۇش

source: Reply (Ctrl+R, R)
ko: 답장 (Ctrl+R, R)
ug: جاۋاب قايتۇرۇش (Ctrl+R, R)

source: R_eply All
ko: 전체 답장(_E)
ug: ھەممىسىگە جاۋاب قايتۇرۇش

source: Reply all (Ctrl+Shift+R, Shift+R)
ko: 전체 답장 (Ctrl+Shift+R, Shift+R)
ug: ھەممىسىگە جاۋاب قايتۇرۇش (Ctrl+Shift+R, Shift+R)

source: _Forward
ko: 전달(_F)
ug: يەتكۈزۈش

source: Forward (Ctrl+L, F)
ko: 전달 (Ctrl+L, F)
ug: يەتكۈزۈش (Ctrl+L, F)

source: Empty
ko: 비우기
ug: قۇرۇقداش

source: Empty Spam or Trash folders
ko: 스팸 편지함이나 휴지통 비우기
ug: كىرەكسىز ئېلخەتلەرنى ياكى ئەخلەت چېلىكىنى قۇرۇقداش

source: Empty _Spam…
ko: 스팸 편지함 비우기(_S)…
ug: كىرەكسىز ئېلخەتلەرنى قۇرۇقداش....

source: Empty _Trash…
ko: 휴지통 비우기(_T)…
ug: ئەخلەت چېلىكىنى قۇرۇقداش....

source: Toggle search bar
ko: 검색
ug: ئىزدەش ستونىنى ئالماشتۇرۇش

source: Unable to store server trust exception
ko: 서버 신뢰 예외를 저장할 수 없습니다
ug: ئىشەنچلىك مۇلازىمېتىرلاردىن باشقىسىنى ساقلىغىلى بولمايدۇ

source: Your settings are insecure
ko: 설정이 안전하지 않습니다
ug: تەڭشەكلىرىڭىز بىخەتەر ئەمەس

source: Your IMAP and/or SMTP settings do not specify SSL or TLS. This means your username and password could be read by another person on the network. Are you sure you want to do this?
ko: 여러분의 IMAP 과/또는 SMTP 설정이 SSL이나 TLS에 미달합니다. 여러분의 사용자 계정이나 비밀번호를 네트워크에서 다른 사람이 읽을 수 있다는 이야기입니다. 정말 이대로 하시겠습니까?
ug: سىزنىڭ IMAP ۋە/ياكى SMTP تەڭشەكلىرىڭىز SSL ياكى TLS نى بەلگىلىمىگەن. بۇ سىزنىڭ ئىسمىڭىز ۋپارولىڭىزنى توردىكى باشقا كىشىلەرنىڭمۇ ئوقۇيالايدىغانلىقىنى بىلدۈرىدۇ. راسىتتىنلا بۇنداق بولسىمۇ مەيلىمۇ؟

source: Co_ntinue
ko: 계속(_N)
ug: داۋاملاشتۇرۇش

source: Error sending email
ko: 이메일 보내기 오류
ug: ئېلخەتنى يوللاشتا خاتالىق كۆرۈلدى

source: Geary encountered an error sending an email. If the problem persists, please manually delete the email from your Outbox folder.
ko: 기어리(Geary)가 이메일을 보내는 도중 오류가 생겼습니다. 문제가 지속되면, 보낸 편지함 폴더에서 이메일을 직접 지워주세요.
ug: Geary ئېلخەت يوللاشتا خاتالىققا ئۇچرىدى. ئەگەر بۇ خاتالىق كۆرۈلسە، يوللانغانلار مۇندەرىجىسىدىن بۇ ئېلخەتنى ئۆچۈرىۋىتىڭ.

source: Error saving sent mail
ko: 보낸 편지 저장하기 오류
ug: يوللانغان ئېلخەتنى يوللاشتا خاتالىق كۆرۈلدى

source: Geary encountered an error saving a sent message to Sent Mail. The message will stay in your Outbox folder until you delete it.
ko: 기어리(Geary)가 보낸 편지를 저장하는 도중 오류가 생겼습니다. 편지는 지우지 않으면 보낸 편지함 폴더에 있습니다.
ug: Geary يوللانغان ئېلخەتنى ساقلاشتا خاتالىققا يولۇقتى. ئەگەر ئۆچۈرۈۋەتمىسىڭىز بۇ ئېلخەت يوللانغانلىرى مۇندەرىجىسىدە داۋاملىق ساقلىنىدۇ.

source: Labels
ko: 라벨
ug: خەتكۈچلەر

source: Unable to open the database for %s
ko: %s 용 데이터 베이스를 열 수 없습니다
ug: %s نىڭ ساندانىنى ئاچقىلى بولمىدى

source: There was an error opening the local mail database for this account. This is possibly due to corruption of the database file in this directory: %s Geary can rebuild the database and re-synchronize with the server or exit. Rebuilding the database will destroy all local email and its attachments. <b>The mail on the your server will not be affected.</b>
ko: 이 계정의 메일 데이터 베이스를 여는 동안 오류가 생겼습니다. 이 디렉토리의 데이터 베이스 파일에 문제가 생겨서 그런 것이 아닌가 합니다: %s 기어리는 데이터 베이스를 재구성하고 서버와 다시 동기화 시키거나 나갈 수 있습니다. 데이터 베이스를 재구성하게 되면 로컬 메일과 첨부파일들이 모두 사라지게 됩니다. <b>서버에 있는 편지는 영향 받지 않습니다.</b>
ug: بۇ ئابونتنىڭ يەرلىكتىكى ئېلخەت ساندانىنى ئىچىشتا خاتالىق كۆرۈلدى. بۇ خاتالىق بەلكىم شۇ مۇندەرىجىدىكى ساندان ھۆججىتىنىڭ بۇزۇلغانلىقىدىن بولۇشى مۇمكىن:

source: _Rebuild
ko: 재구성하기(_R)
ug: قايتا قۇرۇش

source: E_xit
ko: 나가기(_X)
ug: چىكىنىش

source: Unable to rebuild database for "%s"
ko: "%s"용 데이터 베이스를 재구성할 수 없습니다
ug: "%s" نىڭ ساندانىنى قايتا قۇرغىلى بولمىدى

source: Error during rebuild: %s
ko: 재구성 도중 에러: %s
ug: "%s" نىڭ ساندانىنى قايتا قۇرۇشتا خاتالىق كۆرۈلدى:

source: Unable to open local mailbox for %s
ko: %s 용 로컬 메일 박스를 열 수 없습니다
ug: %s نىڭ يەرلىكتىكى ئېلخەت ساندۇقىنى ئاچقىلى بولمىدى

source: There was an error opening the local mail database for this account. This is possibly due to a file permissions problem. Please check that you have read/write permissions for all files in this directory: %s
ko: 이 계정의 메일 데이터 베이스를 여는 동안 오류가 생겼습니다. 파일 퍼미션 문제가 아닌가 합니다. 이 디렉토리를 읽고 쓸 수 있는 권한이 있는지 확인해보시길 바랍니다: %s
ug: بۇ ھىساۋاتنىڭ يەرلىكتىكى ئېلخەت ساندانىنى ئىچىشتا خاتالىق كۆرۈلدى. بەلكىم ھۆججەتنى مەشغۇلات قىلىش ھوقۇقى سەۋەبىدىن بولىشى مۇمكىن.

source: The version number of the local mail database is formatted for a newer version of Geary. Unfortunately, the database cannot be "rolled back" to work with this version of Geary. Please install the latest version of Geary and try again.
ko: 로컬 메일 데이터 베이스의 버전 번호가 새 버전의 기어리를 위해서 포맷되었습니다. 안타깝게도, 현재 버전의 기어리 사용을 위해 데이터 베이스를 "되돌릴" 수 없습니다. 최신 버전의 기어리를 설치하시고 다시 실행해 보세요.
ug: بۇ نەشىرىدىكى يەرلىكتىكى ئېلخەت ساندانى يىڭى نەشىرىدىكى Geary ئارقىلىق فورماتلانغان. سانداننى بۇ نەشىرىدە نورمال ئىشلەتكىلى بولمايدۇ.

source: There was an error opening the local account. This is probably due to connectivity issues. Please check your network connection and restart Geary.
ko: 로컬 계정을 여는 동안 오류가 생겼습니다. 인터넷 연결 문제가 아닌가 합니다. 네트워크 연결을 확인하시고 기어리를 다시 시작해주세요.
ug: يەرلىكتىكى ھىساۋاتنى ئىچىشتا خاتالىق كۆرۈلدى، بۇ بەلكىم تور ئۇلىنىشى سەۋەبىدىن بولىشى مۇمكىن.

source: About %s
ko: %s 소개
ug: %s ھەققىدە

source: translator-credits
ko: Launchpad Contributions: Jung-Kyu Park https://launchpad.net/~bagjunggyu
ug: Launchpad Contributions: ablimet https://launchpad.net/~ablimet elementary Apps team https://launchpad.net/~elementary-apps

source: Undo move (Ctrl+Z)
ko: 이동 취소 (Ctrl+Z)
ug: مەشغۇلاتنى ئەمەلدىن قالدۇرماق (Ctrl+Z)

source: Are you sure you want to open "%s"?
ko: 정말 "%s"를 여시겠습니까?
ug: "%s" نى راسىتتىنلا ئاچامسىز؟

source: Attachments may cause damage to your system if opened. Only open files from trusted sources.
ko: 열린 첨부 파일은 시스템에 손상을 입힐 수 있습니다. 믿을 만한 곳에서 온 것만 여시 길 바랍니다.
ug: قوشۇمچە ھۆججەتلەر ئىچىلسا سىستېمىڭىزغا بۇزغۇنچىلىق ئىلىپ كىلىشى مۇمكىن. پەقەت مەنبەسى ئىشەنچلىك ھۆججەتلەرنى ئىچىشىڭىزنى تەۋسىيە قىلىمىز.

source: Don't _ask me again
ko: 이제 묻지 않아도 좋습니다(_A)
ug: قايتا سورىماسلىق

source: A file named "%s" already exists. Do you want to replace it?
ko: 이름이 "%s"인 파일이 이미 있습니다. 이 파일과 바꾸시겠습니까?
ug: "%s" ئىسىملىك ھۆججەت مەۋجۇت، ئۇنى ئالماشتۇرامسىز؟

source: The file already exists in "%s". Replacing it will overwrite its contents.
ko: "%s" 안에 파일이 이미 있습니다. 파일을 바꾸면 그 내용을 덮어 쓰게 됩니다.
ug: بۇ ھۆججەت "%s" دە مەۋجۇت، ئالماشتۇرسىڭىز مەزمۇنى قايتىدىن يىزىلىدۇ.

source: _Replace
ko: 바꾸기(_R)
ug: ئالماشتۇرۇش

source: Close open draft messages?
ko: 쓰고 있는 편지를 닫을까요?
ug: ئىچىلغان ئورىگىناللارنى تاقامسىز؟

source: Empty all email from your %s folder?
ko: %s 폴더의 모든 이메일을 비울까요?
ug: %s مۇندەرىجىڭىزدىكى ھەممە ئېلخەتلەرنى ئۆچۈرەمسىز؟

source: This removes the email from Geary and your email server.
ko: 기어리와 이메일 서버 안의 모든 메일을 지우게 됩니다.
ug: بۇ مەشغۇلات ئېلخەتنى Geary دىن ۋە سىزنىڭ ئېلخەت مۇلازىمېتىرىڭىزدىن ئۆچۈرىدۇ.

source: This cannot be undone.
ko: 이 작업은 취소할 수 없습니다.
ug: بۇ مەشغۇلاتنى ئەمەلدىن قالدۇرالمايسىز.

source: Empty %s
ko: %s 비우기
ug: %s نى قۇرۇقداش

source: Error emptying %s
ko: %s 비우기 오류 발생
ug: %s نى قۇرۇقداۋاتقاندا خاتالىق كۆرۈلدى

source: Do you want to permanently delete this message?
ko: 이 편지를 완전히 지우시겠습니까?
ug: سىز بۇ ئۇچۇرلارنى مەڭگۈلۈك ئۆچۈرەمسىز؟

source: Delete
ko: 지우기
ug: ئۆچۈرۈش

source: Undo archive (Ctrl+Z)
ko: 편지 저장 취소 (Ctrl+Z)
ug: ئەمەلدىن قالدۇرۇپ ئارخىپقا ساقلاش(Ctrl+Z)

source: Undo trash (Ctrl+Z)
ko: 휴지통 취소
ug: ئەخلەت چېلىكىگە تاشلاشنى ئەمەلدىن قالدۇرۇش (Ctrl+Z)

source: Undo (Ctrl+Z)
ko: 되돌리기 (Ctrl+Z)
ug: ئەمەلدىن قالدۇرۇش (Ctrl+Z)

source: Start Geary with hidden main window
ko: 기어리의 창을 숨긴 채로 시작하기
ug: Geary نى يوشۇرۇن ئاساسىي كۆزنەكتە قوزغىتىش

source: Output debugging information
ko: 디버깅 정보 출력하기
ug: سىناش ئۇچۇرلىرىنى چىقىرىش

source: Log conversation monitoring
ko: 대화 모니터링 로그
ug: دىئالوگ كۆزىتىش خاتىرىسى

source: Log network deserialization
ko: 네트워크 역 직렬화 로그
ug: تور ئەكسىبايتلاشتۇرۇش خاتىرىسى

source: Log network activity
ko: 네트워크 활동 로그
ug: تور پائالىيىتى خاتىرىسى

source: Log IMAP replay queue
ko: IMAP 응답 대기 로그
ug: IMAP قايتا قويۇش سىپى خاتىرىسى

source: Log network serialization
ko: 네트워크 직렬화 로그
ug: تور بايتلاشتۇرۇش خاتىرىسى

source: Log periodic activity
ko: 정기 활동 로그
ug: دەۋرىي پائالىيەت خاتىرىسى

source: Log database queries (generates lots of messages)
ko: 데이터 베이스 질의 로그 (많은 메시지를 만듭니다)
ug: ساندان ئاختۇرۇش خاتىرىسى (كۆپ مىقداردا ئۇچۇر ھاسىل قىلىدۇ)

source: Log folder normalization
ko: 폴더 정상화 로그
ug: مۇندەرىجە ئۆلچەملەشتۈرۈش خاتىرىسى

source: Allow inspection of WebView
ko: 웹 보기 검사 로그
ug: ئېلخەتكە قىستۇرۇلغان توربەتنى كۆرۈشكە رۇخسەت قىلىش

source: Revoke all server certificates with TLS warnings
ko: TLS 경고와 함께 모든 서버 인증 취소
ug: TLS ئاگاھلاندۇرۇشى بار بارلىق گۇۋاھنامىلەرنى ئۆچۈرۈش

source: Display program version
ko: 프로그램 버전 표시
ug: پروگرامما نەشىرىنى كۆرسىتىش

source: Use %s to open a new composer window
ko: %s로 새 편지를 쓸 창 열기
ug: %s بىلەن يىڭى كۆزنەك ئىچىش

source: Please report comments, suggestions and bugs to:
ko: 코멘트, 제안, 버그 리포트 등을 이곳에 해주세요:
ug: ئىنكاسلارنى، تەكلىپلەرنى ۋە خاتالىقلارنى دوكلات قىلىش:

source: Failed to parse command line options: %s
ko: 명령 줄 옵션 구문을 분석하지 못했습니다: %s
ug: كوماندا كۆرۈنمە يۈزى پارامېتىرلىرىنى ئانالىز قىلغىلى بولمىدى: %s

source: Unrecognized command line option "%s"
ko: 알 수 없는 명령 줄 옵션 "%s"
ug: پەرقلەندۈرەلمىگەن كوماندا كۆرۈنمە يۈزى پارامېتىرلىرى "%s"

source: %s - New Messages
ko: %s - 새 편지
ug: %s - يىڭى ئېلخەت

source: %d new message
ko: 새 편지 %d개
ug: %d يىڭى ئېلخەت

source: %s, %d new message total
ko: %s, 총 %d개의 새 편지
ug: %s, جەمئىي %d يىڭى ئېلخەت

source: %s (%d other new message for %s)
ko: %s (%s의 다른 편지 %d개)
ug: %s (%s نىڭ باشقا %d يىڭى ئېلخىتى)

source: Open
ckb: کردنەوە
ko: 열기
ug: ئىچىش

source: Me
ko: 나
ug: مەن

source: Untrusted Connection: %s
ko: 신뢰할 수 없는 연결: %s
ug: ئىشەنچسىز ئۇلىنىش: %s

source: The identity of the %s mail server at %s:%u could not be verified.
ko: %s:%u에서 메일 서버 %s의 신원을 확인할 수 없습니다.
ug: %s:%u دىكى ئېلخەت مۇلازىمېتىرى %s نىڭ سالاھىيىتىنى دەلىللىگىلى بولمىدى.

source: Selecting "Trust This Server" or "Always Trust This Server" may cause your username and password to be transmitted insecurely.
ko: "이 서버를 신뢰합니다"를 선택하거나 "언제나 이 서버를 신뢰합니다"를 선택하게 되면 사용자 이름(계정)과 비밀번호를 암호화되지 않은 채로 전송할 수 있습니다.
ug: "بۇ مۇلازىمېتىرغا ئىشىنىش" ياكى "بۇ مۇلازىمېتىرغا مەڭگۈ ئىشىنىش" نى تاللىسىڭىز ئىسىم ۋە پارولىڭىز بىخەتەر بولمىغان ھالەتتە يەتكۈزۈلىشى مۇمكىن.

source: Selecting "Don't Trust This Server" will cause Geary not to access this server.
ko: "이 서버를 신뢰하지 않습니다"를 선택하게 되면 기어리가 이 서버에 접근하지 못하게 될 수 있습니다.
ug: "بۇ مۇلازىمېتىرغا ئىشەنمەسلىك" نى تاللىسىڭىز Geary بۇ مۇلازىمېتىرنى زىيارەت قىلالماسلىقى مۇمكىن.

source: Geary will not add or update this email account.
ko: 기어리는 이 이메일 계정을 업데이트하거나 추가하지 않습니다.
ug: Geary بۇ ئېلخەت ھىساۋاتىنى قاتمايدۇ ياكى يىڭىلىمايدۇ.

source: Selecting "Don't Trust This Server" will cause Geary to stop accessing this account.
ko: "이 서버를 신뢰하지 않습니다"를 선택하게 되면 기어리가 이 계정의 접근을 중단할 수 있습니다.
ug: "بۇ مۇلازىمېتىرغا ئىشەنمەسلىك" نى تاللىسىڭىز Geary بۇ مۇلازىمېتىرنى زىيارەت قىلىشتىن توختايدۇ.

source: Geary will exit if you have no other open email accounts.
ko: 열려 있는 다른 이메일 계정이 없다면 기어리를 끝내겠습니다.
ug: ئەگەر سىزنىڭ باشقا ئىچىلغان ئېلخەت ھىساۋاتىڭىز بولمىسا Geary دىن چىكىنىسىز.

source: Contact your system administrator or email service provider if you have any question about these issues.
ko: 이 문제에 관해서 궁금한 게 있으시면 이메일 서비스 제공업체나 시스템 관리자에게 문의하세요.
ug: ئەگەر بۇنىڭغا نىسبەتەن ھەرقانداق سوئالىڭىز بولسا سىستېما باشقۇرغۇچىسى ياكى ئېلخەت مۇلازىمېتى تەمىنلىگۈچىسى بىلەن ئالاقىلىشىڭ.

source: The server's certificate is not signed by a known authority
ko: 서버의 인증서가 알려진 권한에 의해 서명되지 않았습니다
ug: بۇ مۇلازىمېتىرنىڭ گۇۋاھنامىسى مەلۇم بولغان ئورگان تەرىپىدىن تەمىنلەنمىگەن

source: The server's identity does not match the identity in the certificate
ko: 서버의 신원이 인증서의 신원과 일치하지 않습니다
ug: مۇلازىمېتىرنىڭ سالاھىيىتى گۇۋاھنامىدىكى سالاھىيەتكە ماس كەلمەيدۇ.

source: The server's certificate has expired
ko: 서버 인증서가 만료되었습니다
ug: بۇ مۇلازىمېتىرنىڭ گۇۋاھنامىسىنىڭ ۋاقتى ئۆتكەن

source: The server's certificate has not been activated
ko: 서버의 인증서가 활성화되지 않았습니다
ug: بۇ مۇلازىمېتىرنىڭ گۇۋاھنامىسى تىخى قوزغىتىلمىغان

source: The server's certificate has been revoked and is now invalid
ko: 서버의 인증서가 폐지되어서 이제 유효하지 않습니다
ug: بۇ مۇلازىمېتىرنىڭ گۇۋاھنامىسى كۈچىدىن قالدۇرۇلغان، ھازىر ئىناۋەتسىز

source: The server's certificate is considered insecure
ko: 서버의 인증서가 안전하지 않은 것으로 여겨집니다
ug: بۇ مۇلازىمېتىرنىڭ گۇۋاھنامىسى بىخەتەر ئەمەس دەپ قارالدى

source: An error has occurred processing the server's certificate
ko: 서버의 인증을 하던 중 오류가 생겼습니다
ug: مۇلازىمېتىرنىڭ گۇۋاھنامىسىنى دەلىللەش جەريانىدا خاتالىق كۆرۈلدى

source: Geary requires your email password to continue
ko: 계속하려면 기어리에 여러분의 이메일 비밀번호가 필요합니다
ug: داۋاملاشتۇرۇش ئۈچۈن Geary سىزنىڭ ئېلخەت پارولىڭىزغا ئىھتىياجلىق

source: Choose a file
ckb: پەڕگە دیاریبکە
ko: 파일을 선택하세요
ug: ھۆججەت تاللاش

source: _Attach
ko: 첨부(_A)
ug: قوشۇمچە ھۆججەت

source: Additional addresses for %s
ko: %s용 추가 주소
ug: %s نىڭ قوشۇمچە ئادىرىسى

source: Accounts
ko: 계정
ug: ھىساۋاتلار

source: First Last
ko: 처음 마지막
ug: ئىسىم-فامىلىسى

source: Welcome to Geary.
ko: 기어리 사용을 환영합니다.
ug: Geary غا خۇش كەلدىڭىز.

source: Enter your account information to get started.
ko: 시작하려면 계정 정보를 입력하세요.
ug: باشلاش ئۈچۈن ھىساۋات ئۇچۇرلىرىڭىزنى كىرگۈزۈڭ.

source: 2 weeks back
ko: 2 주 전
ug: 2 ھەپتە بۇرۇن

source: 1 month back
ko: 1 개월 전
ug: 1 ئاي بۇرۇن

source: 3 months back
ko: 3 개월 전
ug: 3 ئاي بۇرۇن

source: 6 months back
ko: 6 개월 전
ug: 6 ئاي بۇرۇن

source: 1 year back
ko: 1 년 전
ug: 1 يىل بۇرۇن

source: 2 years back
ko: 2 년 전
ug: 2 يىل بۇرۇن

source: 4 years back
ko: 4 년 전
ug: 4 يىل بۇرۇن

source: Everything
ko: 모두
ug: ھەممىسى

source: Edit
ko: 수정
ug: تەھرىرلەش

source: Preview
ko: 미리 보기
ug: ئالدىن كۆرۈش

source: Remem_ber passwords
ko: 비밀 번호 저장(_B)
ug: پارولنى ئىسىدە ساقلاش

source: Remem_ber password
ko: 비밀 번호 저장(_B)
ug: پارولنى ئىسىدە ساقلاش

source: Unable to validate:
ko: 유효한지 확인할 수 없습니다:
ug: دەلىللەش مەغلۇپ بولدى:

source: &#8226; Invalid account nickname.
ko: &#8226; 사용자 계정 닉네임이 다릅니다.
ug: &#8226; ئىسمى ئىناۋەتسىز بەلگىلەرنى ئۆزئىچىگە ئالغان.

source: &#8226; Email address already added to Geary.
ko: &#8226; 기어리에 이미 등록된 이메일 주소입니다.
ug: &#8226; ئېلخەت ئادىرىسى Geary غا قىتىلىپ بولغان.

source: &#8226; IMAP connection error.
ko: &#8226; IMAP 연결 오류.
ug: &#8226; IMAP ئۇلىنىشىدا خاتالىق كۆرۈلدى.

source: &#8226; IMAP username or password incorrect.
ko: &#8226; IMAP 사용자 계정이나 비밀번호가 다릅니다.
ug: &#8226; IMAP ئىسمى ياكى پارولى خاتا.

source: &#8226; SMTP connection error.
ko: &#8226; SMTP 연결 오류.
ug: &#8226; SMTP ئۇلىنىشىدا خاتالىق كۆرۈلدى.

source: &#8226; SMTP username or password incorrect.
ko: &#8226; SMTP 사용자 계정이나 비밀번호가 다릅니다.
ug: &#8226; SMTP ئىسمى ياكى پارولى خاتا.

source: &#8226; Connection error.
ko: &#8226; 연결 오류.
ug: &#8226; ئۇلىنىشتا خاتالىق كۆرۈلدى.

source: &#8226; Username or password incorrect.
ko: &#8226; 사용자 계정이나 비밀번호가 다릅니다.
ug: &#8226; ئىسمى ياكى پارولى خاتا.

source: _Save
ko: 저장(_S)
ug: ساقلاش

source: _Add
ko: 추가(_A)
ug: قىتىش

source: %B %-e, %Y %-l:%M %P
ko: %Y년 %B %-e일, %P %-l:%M
ug: %Y-%m月 %-e，%p %i:%M

source: %B %-e, %Y %-H:%M
ko: %Y년 %B %-e일, %-H:%M
ug: %Y-%m月 %-e，%H:%M

# Default full date
source: %B %-e, %Y %-l:%M %P
ko: %Y년 %B %-e일, %P %-l:%M
ug: %Y-%m- %-e，%p %i:%M

source: Now
ko: 지금
ug: ھازىر

source: %dm ago
ko: %d분 전
ug: %d مىنۇت بۇرۇن

source: %dh ago
ko: %d시간 전
ug: %d سائەت بۇرۇن

source: Yesterday
ko: 어제
ug: تۈنۈگۈن

source: bytes
ug: بايتلار

source: %d message
ko: %d개의 편지
ug: %d ئېلخەت

source: %d unread
ko: %d개 읽지 않음
ug: %d ئوقۇلمىغان ئېلخەت

source: Inboxes
ko: 받은 편지함
ug: قوبۇللاش ساندۇقى

source: Search %s account
ko: %s 계정 검색
ug: ھىساۋات %s نى ئىزدەش

source: %d result
ko: 검색 결과 %d개
ug: %d نەتىجە

source: No conversations selected.
ko: 연관된 내용이 없습니다.
ug: ھىچقانداق دىئالوگ تاللانمىدى.

source: %u conversation selected.
ko: %u개 대화 선택함.
ug: %u دىئالوگ تاللاندى.

source: No search results found.
ko: 검색 결과가 없습니다.
ug: ئىزدەش نەتىجىسى تىپىلمىدى.

source: No conversations in folder.
ko: 폴더에 편지가 없습니다.
ug: مۇندەرىجىدە دىئالوگ يوق.

source: This message contains remote images.
ckb: ئەم نامەیە وێنە لەخۆ دەگرێت.
ko: 이 편지는 원격 이미지를 포함하고 있습니다.
ug: بۇ ئېلخەتتە يىراق مۇساپىلىك رەسىم بار.

source: Show Images
ckb: پشاندانی وێنەکان
ko: 이미지 표시
ug: رەسىملەرنى كۆرسىتىش

source: Always Show From Sender
ko: 보내는 사람 언제나 표시
ug: يوللىغۇچىنى داۋاملىق كۆرسىتىش

source: Edit Draft
ko: 쓰던 편지 계속 쓰기
ug: ئورگىنالنى تەھرىرلەش

source: From:
ckb: لە:
ko: 보내는 사람:
ug: يوللىغۇچى:

source: To:
ckb: بۆ:
ko: 받는 사람:
ug: تاپشۇرۇۋالغۇچى:

source: Cc:
ckb: وێنەی کاربۆنی:
ko: 함께 받는 사람:
ug: كۆچۈرۈپ ئەۋەتىش:

source: Bcc:
ckb: وێنەی کاربۆنی کوێر:
ko: 숨겨 받는 사람:
ug: مەخپى يوللاش

source: Subject:
ckb: بابەت:
ko: 제목:
ug: تېمىسى:

source: Date:
ko: 날짜:
ug: چىسلاسى:

source: %u read message
ko: 읽은 편지 %u
ug: %u ئوقۇلغان ئېلخەت

source: This message was sent successfully, but could not be saved to %s.
ko: 편지는 제대로 보내졌지만, %s에 저장할 수 없습니다.
ug: بۇ ئېلخەت ئوڭۇشلۇق يوللاندى، لىكىن %s غا ساقلىغىلى بولمىدى.

source: _Copy
ko: 복사(_C)
ug: كۆچۈرۈش

source: Copy _Email Address
ko: 이메일 주소 복사(_E)
ug: ئېلخەت ئادىرىسىنى كۆچۈرۈش

source: Copy _Link
ko: 링크 복사(_L)
ug: ئۇلانمىنى كۆچۈرۈش

source: Select _Message
ko: 편지 선택(_M)
ug: ئېلخەت تاللاش

source: Select _All
ko: 모두 선택(_A)
ug: ھەممىسىنى تاللاش

source: _Inspect
ko: 검사(_I)
ug: تەكشۈرۈش

source: This link appears to go to
ko: 이 링크는 이곳으로 가게 된 것으로 보입니다
ug: بۇ ئۇلىنىش تۆۋەندىكى ئادىرىسقا بارىدۇ دەپ كۆرسەتتى

source: but actually goes to
ko: 하지만 실제로는 이곳으로 갑니다
ug: لىكىن ئەمىلىيەتتە تۆۋەندىكى ئۇلىنىشقا بارىدۇ

source: (Invalid?)
ko: (무효?)
ug: (ئىناۋەتسىز؟)

source: _Save Image As...
ko: 다른 이름으로 그림 저장(_S)...
ug: رەسىمنى بۆلەك جايغا ساقلاش....

source: _Save As...
ko: 다른 이름으로 저장(_S)...
ug: بۆلەك جايغا ساقلاش....

source: Save All A_ttachments...
ko: 모든 첨부 파일 저장(_T)...
ug: ھەممە قوشۇمچە ھۆججەتنى ساقلاش....

source: Save A_ttachment...
ko: 첨부 파일 저장(_T)...
ug: ھەممە قوشۇمچە ھۆججەتنى ساقلاش....

source: Reply to _All
ko: 모두에게 답장(_A)
ug: ھەممىسىگە جاۋاپ قايتۇرۇش

source: _Mark as Read
ko: 읽음으로 표시(_M)
ug: ئوقۇلغان دەپ بەلگە قىلىش

source: _Mark as Unread
ko: 안 읽음으로 표시(_M)
ug: ئوقۇلمىغان دەپ بەلگە قىلىش

source: Mark Unread From _Here
ko: 여기부터 읽지 않음으로 표시(_H)
ug: بۇ يەردىن ئوقۇلمىغان دەپ بەلگە قىلىش

source: _View Source
ko: 소스 보기(_V)
ug: مەنبەسىنى كۆرۈش

source: Failed to open default text editor.
ko: 기본 텍스트 편집기를 열지 못 했습니다.
ug: نورمالدىكى تېكست تەھرىرلىگۈچىسىنى ئىچىش مەغلۇپ بولدى.

source: %s - Conversation Inspector
ko: %s - 대화 검사기
ug: %s - دىئالوگ تەكشۈرگۈچىسى

source: Saved
ko: 저장됨
ug: ساقلانغان

source: Saving
ko: 저장 중
ug: ساقلاۋاتىدۇ

source: Error saving
ko: 저장 중 오류
ug: ساقلاشتا خاتالىق كۆرۈلدى

source: Press Backspace to delete quote
ko: 백스페이스를 눌러서 인용부호를 지웁니다
ug: Backspace كۇنۇپكىسىنى ئۇزۇن بىسىپ يۆتكەپ ئىشلىتىشنى ئۆچۈرۈڭ

source: New Message
ckb: نامەی نوێ
ko: 새 편지
ug: يىڭى ئېلخەت

source: attach|attaching|attaches|attachment|attachments|attached|enclose|enclosed|enclosing|encloses|enclosure|enclosures
ko: 첨부|첨부하기|첨부파일|첨부|첨부파일|첨부한|동봉|동봉한|동봉|동봉|동봉함|동봉물
ug: قوشۇمچە ھۆججەت|قىتىلىۋاتىدۇ|قوشۇمچە ھۆججەت|قوشۇمچە ھۆججەت|قوشۇمچە ھۆججەتلەر|قىتىلغان|پىچەتلەش|پىچەتلەنگەن|پىچەتلەۋاتىدۇ|پىچەتلەش|قوشۇمچە ھۆججەت|قوشۇمچە ھۆججەت

source: Do you want to discard this message?
ko: 이 편지를 버릴까요?
ug: بۇ ئېلخەتنى تاشلىۋىتەمسىز؟

source: Send message with an empty subject and body?
ko: 제목과 내용 없이 편지를 보낼까요?
ug: تېمىسى ۋە مەزمۇنى يوق ئېلخەتنى ئەۋەتەمسىز؟

source: Send message with an empty subject?
ko: 제목 없이 편지를 보낼까요?
ug: تېمىسى يوق ئېلخەتنى ئەۋەتەمسىز؟

source: Send message with an empty body?
ko: 내용 없이 편지를 보낼까요?
ug: مەزمۇنى يوق ئېلخەتنى ئەۋەتەمسىز؟
