Repository: elementary/mail
Catalog: po/*.po
Languages: ckb, ko, ug

source: Send message without an attachment?
ko: 첨부 파일 없이 편지를 보낼까요?
ug: قوشۇمچە ھۆججىتى يوق ئېلخەت ئەۋەتەمسىز؟

source: Cannot add attachment
ko: 첨부할 수 없습니다
ug: قوشۇمچە ھۆججەت قاتقىلى بولمىدى

source: "%s" could not be found.
ko: "%s"를 찾을 수 없습니다.
ug: ھۆججەت "%s" مەۋجۇت ئەمەس.

source: "%s" is a folder.
ko: "%s"는 폴더 입니다.
ug: "%s" بىر مۇندەرىجە.

source: "%s" is an empty file.
ko: "%s"는 빈 파일입니다.
ug: "%s" قۇرۇق ھۆججەت.

source: "%s" could not be opened for reading.
ko: "%s"읽어 볼 수 있게 열리지 않습니다.
ug: "%s" نى ئوقۇش شەكلىدە ئاچقىلى بولمىدى.

source: "%s" already attached for delivery.
ko: "%s"에 이미 전달할 내용이 첨부되어있습니다.
ug: "%s" قوشۇمچە ھۆججەت تىزىملىكىدە

source: To:
ko: 받는 사람:
ug: تاپشۇرۇۋالغۇچى:

source: Cc:
ko: 함께 받는 사람:
ug: كۆچۈرۈپ ئەۋەتىش:

source: Bcc:
ko: 숨겨 받는 사람:
ug: مەخپى يوللاش:

source: Reply-To:
ko: 답장 하기:
ug: جاۋاب قايتۇرۇش:

source: Select Color
ko: 색상 선택
ug: رەڭ تاللاش

source: %1$s via %2$s
ko: %2$s 를 경유해서 %1$s
ug: %1$s ئارقىلىق %2$s

source: _From:
ko: 보내는 사람(_F):
ug: يوللىغۇچى:

source: Sending...
ko: 보내는 중...
ug: يوللاۋاتىدۇ....

source: %i match
ko: %i개 일치
ug: %i ماس كەلدى

source: %i match (wrapped)
ko: %i개 일치 (다해서)
ug: %i ماس كەلدى (قاتلاپ قويۇلدى)

source: not found
ko: 찾을 수 없음
ug: تىپىلمىدى

source: _OK
ko: 확인(_O)
ug: ھەئە

source: _Cancel
ko: 취소(_C)
ug: ياق

source: _Close
ko: 닫기(_C)
ug: تاقاش

source: _Discard
ko: 버리기(_D)
ug: تاشلىۋىتىش

source: _Open
ko: 열기(_O)
ug: ئىچىش

source: _Print...
ko: 인쇄(_P)...
ug: بىسىش....

source: _Remove
ko: 제거(_R)
ug: ئۆچۈرۈش

source: _Keep
ko: 보관(_K)
ug: ساقلاش

source: Search all mail in account for keywords (Ctrl+S)
ko: 계정의 모든 편지에서 키워드 검색 (Ctrl+S)
ug: بارلىق ھىساۋاتلاردىكى ئېلخەتلەردىن ئىزدەش

source: Indexing %s account
ko: %s 계정 정돈
ug: ھىساۋات %s نى ئىندېكسلاۋاتىدۇ

source: Menu
ckb: لیست
ko: 메뉴
ug: تىزىملىك

source: Send by Email
ko: 이메일로 보내기
ug: ئېلخەت ئارقىلىق يوللاش

source: Send files using Mail
ko: 메일로 파일 보내기
ug: ھۆججەتلەرنى ئېلخەت ئارقىلىق يوللاش

source: Welcome to Mail
ko: 메일 사용을 환영합니다
ug: ئېلخەتكە خۇش كەلدىڭىز

source: More options
ko: 추가 옵션
ug: تىخىمۇ كۆپ پارامېتىرلار

source: Search %s
ko: %s 찾기
ug: %s نى ئىزدەش

source: Reading
ko: 읽기
ug: ئوقۇش

source: Automatically select next message:
ko: 자동으로 다음 편지 선택:
ug: كەينىدىكى ئېلخەتنى ئاپتوماتىك تاللاش:

source: Conversation previews:
ko: 대화 미리 보기:
ug: دىئالوگنى كۆرۈپ بىقىش:

source: Three-pane layout:
ko: 세 줄로 보기:
ug: ئۈچ ستونلوق بەتيۈزى:

source: Composer
ko: 새 편지
ug: ئاپتور

source: Spell check:
ko: 맞춤법 검사:
ug: ئىملا تەكشۈرۈش:

source: Notifications
ko: 알림
ug: ئۇقتۇرۇشلار

source: Always watch for new mail:
ko: 항상 새 편지 확인:
ug: داۋاملىق يىڭى ئېلخەتلەرنى كۆزىتىش:

source: Delete Conversation
ko: 지우기
ug: دىئالوگنى ئۆچۈرۈش

source: Delete Conversation (Shift+Delete)
ko: 지우기 (Shift+Delete)
ug: دىئالوگلارنى ئۆچۈرۈش

source: Delete Conversations (Shift+Delete)
ko: 지우기 (Shift+Delete)
ug: دىئالوگلارنى ئۆچۈرۈش (Shift+Delete)

source: <span weight="bold" size="larger">Are you sure you want to remove this account?</span>
ko: <span weight="bold" size="larger">이 계정을 정말 제거하시겠습니까?</span>
ug: <span weight="bold" size="larger">بۇ ھىساۋاتنى راسىتتىنلا ئۆچۈرەمسىز؟</span>

source: All email associated with this account will be removed from your computer. This will not affect email on the server.
ko: 컴퓨터에서 이 계정과 연관된 모든 이메일이 지워지게 됩니다. 서버에 있는 이메일에는 영향을 주지 않습니다.
ug: بۇ ھىساۋاتقا مۇناسىۋەتلىك بارلىق ئېلخەتلەرنى كومپىيۇتىرىڭىزدىن ئۆچۈرۈلىدۇ، لىكىن مۇلازىمېتىردىكى ئېلخەتلەرگە تەسىر قىلمايدۇ.

source: Nickname:
ko: 닉네임:
ug: ئەركىلەتمە ئىسمى:

source: Email address:
ko: 이메일 주소:
ug: ئېلخەت ئادىرىسى:

source: Find
ko: 찾기
ug: ئىزدەش

source: Previous Result
ko: 이전 결과
ug: ئالدىنقى نەتىجە

source: Next result
ko: 다음 결과
ug: كىيىنكى نەتىجە

source: _Case sensitive
ko: 대소문자 구별(_C)
ug: چوڭ-كىچىك يىزىشنى پەرقلەندۈرۈش

source: label
ko: 이름표
ug: خەتكۈچ

source: Geary update in progress…
ko: 기어리 업데이트 중…
ug: Geary يىڭىلىنىۋاتىدۇ....

source: Remove email address
ko: 이메일 주소 지우기
ug: ئېلخەت ئادىرىسىنى ئۆچۈرۈش

source: Some email services require additional addresses be configured on the server. Contact your email provider for more information.
ko: 이메일 서비스 중에 더러 서버를 확인하기 위해 추가 주소들을 요구하기도 합니다. 더 많은 정보는 이메일 서비스 제공 업체에 문의해보세요.
ug: بەزى ئېلخەت مۇلازىمەتلىرى مۇلازىمېتىردا تەڭشەلگەن باشقا ئېلخەت ئادىرىسىنى تەلەپ قىلىدۇ. تىخىمۇ كۆپ ئۇچۇرلار ئۇچۈن ئېلخەت تەمىنلىگۈچى بىلەن ئالاقىلىشىڭ.

source: _Update
ko: 업데이트(_U)
ug: يىڭىلاش

source: Please wait while Geary validates your account.
ko: 기어리가 계정을 확인하는 동안 기다려 주세요.
ug: Geary ھىساۋاتىڭىزنى تەستىقلاۋاتىدۇ، سەل ساقلاڭ.

source: _Undo
ko: 실행 취소(_U)
ug: بىكار قىلىش

source: _Redo
ko: 다시 실행(_R)
ug: قايتا ئىشلەش

source: Cu_t
ko: 잘라내기(_T)
ug: كىسىش

source: _Paste
ko: 붙여넣기(_P)
ug: چاپلاش

source: _Left
ko: 왼쪽(_L)
ug: سولغا توغرىلاش

source: _Right
ko: 오른쪽(_R)
ug: ئوڭغا توغرىلاش

source: _Center
ko: 가운데(_C)
ug: ئوتتۇرىغا توغرىلاش

source: _Justify
ko: 균등(_J)
ug: تەكشى توغرىلاش

source: Link (Ctrl+L)
ko: 링크 (Ctrl+L)
ug: ئۇلىنىش (Ctrl+L)

source: C_olor
ko: 색상(_O)
ug: رەڭ

source: Quote text (Ctrl+])
ko: 들여 쓰기 (Ctrl+])
ug: تېكستنى يۆتكەپ ئىشلىتىش (Ctrl+])

source: Unquote text (Ctrl+[)
ko: 내어 쓰기 (Ctrl+[)
ug: تېكستنى يۆتكەپ ئىشلىتىشنى ئەمەلدىن قالدۇرۇش (Ctrl+[)

source: Remove formatting (Ctrl+Space)
ko: 서식 제거 (Ctrl+Space)
ug: فورماتىنى ئۆچۈرۈش (Ctrl+Space)

# Clipboard paste with rich text
source: Paste _With Formatting
ko: 서식을 유지한 채 붙이기(_W)
ug: فورماتى بىلەن چاپلاش

source: Bold (Ctrl+B)
ko: 굵게 (Ctrl+B)
ug: توملاشتۇرۇش (Ctrl+B)

source: Italic (Ctrl+I)
ko: 이탤릭 (Ctrl+I)
ug: يانتۇ قىلىش (Ctrl+I)

source: Underline (Ctrl+U)
ko: 밑줄 (Ctrl+U)
ug: ئاستىغا سىزىش (Ctrl+U)

source: Strikethrough (Ctrl+K)
ko: 가운데 줄긋기 (Ctrl+K)
ug: سىزىۋىتىش (Ctrl+K)

source: _Rich Text
ko: 리치 텍스트(_R)
ug: كۆپ تېكست

source: Show Extended Fields
ko: 확장 필드 보기
ug: مۇناسىۋەتلىك ھۆججەتلەرنى كۆرسىتىش

# Label
source: Close and Save
ko: 닫고 저장하기
ug: تاقاش ۋە ساقلاش

# Short Label
source: Close and Save
ko: 닫고 저장하기
ug: تاقاش ۋە ساقلاش

# Tooltip
source: Close and Save
ko: 닫고 저장하기
ug: تاقاش ۋە ساقلاش

# Label
source: Close and Discard
ko: 닫고 버리기
ug: تاقاش ۋە تاشلىۋىتىش

# Short Label
source: Close and Discard
ko: 닫고 버리기
ug: تاقاش ۋە تاشلىۋىتىش

# Tooltip
source: Close and Discard
ko: 닫고 버리기
ug: تاقاش ۋە تاشلىۋىتىش

source: Lar_ge
ko: 크게(_G)
ug: چوڭ

source: Large
ko: 크게
ug: چوڭ

source: _Medium
ko: 중간(_M)
ug: ئوتتۇراھال

source: Medium
ko: 중간
ug: ئوتتۇراھال

source: _Small
ko: 작게(_S)
ug: كىچىك

source: Small
ko: 작게
ug: كىچىك

source: S_ans Serif
ug: تۈس سىزىقسىز

source: Sans Serif
ug: تۈس سىزىقسىز

source: S_erif
ug: تۈس سىزىقلىق

source: Serif
ug: تۈس سىزىقلىق

source: _Fixed Width
ko: 고정 폭(_F)
ug: تەڭ ئارىلىقلىق

source: Fixed Width
ko: 너비 고정
ug: تەڭ ئارىلىقلىق

source: Detach
ko: 분리
ug: قوشۇمچە ھۆججەتنى ئۆچۈرۈش

source: Detach (Ctrl+D)
ko: 분리 (Ctrl+D)
ug: قوشۇمچە ھۆججەتنى ئۆچۈرۈش

source: _Send
ko: 보내기(_S)
ug: يوللاش

source: Send
ckb: ناردن
ko: 보내기
ug: يوللاش

source: Send (Ctrl+Enter)
ko: 보내기 (Ctrl+Enter)
ug: يوللاش

source: _Attach File
ko: 파일 첨부(_A)
ug: قوشۇمچە ھۆججەت

source: Attach File
ko: 파일 첨부
ug: قوشۇمچە ھۆججەت

source: _Include Original Attachments
ko: 첨부파일 원본 포함(_I)
ug: ئورگىنالدىكى قوشۇمچە ھۆججەتلەرنى ئۆزئىچىگە ئىلىش

source: Include Original Attachments
ko: 첨부파일 원본 포함
ug: ئورگىنالدىكى قوشۇمچە ھۆججەتلەرنى ئۆزئىچىگە ئىلىش

source: Application Menu
ko: 애플리케이션 메뉴
ug: ئەپ تىزىملىكى

source: _To
ko: 받는 사람(_T)
ug: تاپشۇرۇۋالغۇچى

source: _Cc
ko: 함께 받는 사람(_C)
ug: كۆچۈرۈپ ئەۋەتىش:

source: _Subject
ko: 제목(_S)
ug: تېمىسى:

source: _Bcc
ko: 숨겨 받는 사람(_B)
ug: مەخپى يوللاش:

source: _Reply-To
ko: 답장(_R)
ug: جاۋاب قايتۇرۇش:

source: From
ko: 보내는 사람
ug: يوللىغۇچى

source: Drop files here
ko: 파일을 이곳에 두시오
ug: ھۆججەتلەرنى بۇ يەرگە سۆرەش

source: To add them as attachments
ko: 첨부 파일로 추가하기
ug: قوشۇمچە ھۆججەت قىلىپ قىتىش

source: <span weight="bold" size="larger">Cannot remove account</span>
ko: <span weight="bold" size="larger">계정을 제거할 수 없습니다</span>
ug: <span weight="bold" size="larger">ھىساۋاتنى ئۆچۈرگىلى بولمىدى</span>

source: A composer window associated with this account is currently open. Send or discard the message and try again.
ko: 이 계정과 연관된 새 편지 창을 지금 열었습니다. 편지를 보내거나 버리고 다시 시도해 보세요.
ug: بۇ ھىساۋات بىلەن مۇناسىۋەتلىك تەھرىرلەش كۆزنىكى تىخى تاقالمىغان. تەھرىرلەش كۆزنىكىدىكى ئېلخەتنى بىرتەرەپ قىلىپ بولغاندىن كىيىن قايتا سىناڭ.

source: Addi_tional email addresses…
ko: 추가 이메일 주소(_T)…
ug: قوشۇمچە ئېلخەت ئادىرىسى....

source: _Save sent mail
ko: 보낸 편지 저장(_S)
ug: يوللانغان ئېلخەتنى ساقلاش

source: Password
ko: 비밀번호
ug: پارول

source: _Password:
ko: 비밀번호(_P):
ug: پارول:

source: E_mail address:
ko: 이메일 주소(_M):
ug: ئېلخەت ئادىرىسى:

source: Work, Home, etc.
ko: 작업, 홈, 기타.
ug: خىزمەت، تۇرمۇش قاتارلىقلار.

source: N_ickname:
ko: 닉네임(_N):
ug: ئەركىلەتمە ئىسمى:

source: N_ame:
ko: 이름(_A):
ug: ئىسمى:

source: S_ervice:
ko: 서비스(_E):
ug: مۇلازىمەت:

source: IMAP settings
ko: IMAP 설정
ug: IMAP تەڭشەكلىرى

source: Se_rver:
ko: 서버(_R):
ug: مۇلازىمېتىر:

source: P_ort
ko: 포트(_O)
ug: پورت

source: Ser_ver:
ko: 서버(_V):
ug: مۇلازىمېتىر:

source: Por_t
ko: 포트(_T)
ug: پورت

source: SMTP settings
ko: SMTP 설정
ug: SMTP تەڭشەكلىرى

source: User_name:
ko: 사용자이름(_N):
ug: ئابونت ئىسمى:

source: Pass_word:
ko: 비밀번호(_W):
ug: پارول:

source: SMTP username
ko: SMTP 사용자 이름
ug: SMTP ئابونت ئىسمى

source: SMTP password
ko: SMTP 비밀번호
ug: SMTP پارولى

source: _Username:
ko: 사용자 이름(_U):
ug: ئابونت ئىسمى:

source: IMAP username
ko: IMAP 사용자 이름
ug: IMAP ئابونت ئىسمى

source: IMAP password
ko: IMAP 비밀번호
ug: IMAP پارولى

source: Encr_yption:
ko: 암호화(_Y):
ug: شىفېرلاش

source: Encrypt_ion:
ko: 암호화(_I):
ug: شىفېرلاش

source: No authentication re_quired
ko: 인증 필요 없음(_Q)
ug: دەلىللىمىسىمۇ بولىدۇ

source: Use IMAP cre_dentials
ko: IMAP 인증서 사용하기(_C)
ug: IMAP ئىسپاتىنى ئىشلىتىش

source: Storage
ko: 보관함
ug: ساقلاش

source: _Download mail
ko: 편지 다운로드(_D)
ug: ئېلخەتنى چۈشۈرۈش

source: Save dra_fts on server
ko: 임시 보관함 서버에 저장하기(_F)
ug: ئورگىنالنى مۇلازىمېتىرغا ساقلاش

source: Si_gn emails (HTML allowed):
ko: 이메일 싸인(_G) (HTML 가능):
ug: ئېلخەتلەرگە ئىمزا قويۇش (HTML نى ئىشلەتكىلى بولىدۇ):

source: Add account
ko: 계정 추가
ug: ھىساۋات قىتىش

source: Edit account
ko: 계정 편집
ug: ھىساۋات تەھرىرلەش

source: Remove account
ko: 계정 제거
ug: ھىساۋات ئۆچۈرۈش

source: Untrusted Connection
ko: 신뢰할 수 없는 연결
ug: ئىشەنچسىز ئۇلىنىش

source: _Always Trust This Server
ko: 언제나 이 서버를 신뢰합니다(_A)
ug: بۇ مۇلازىمېتىرغا داۋاملىق ئىشىنىش

source: _Trust This Server
ko: 이 서버를 신뢰합니다(_T)
ug: بۇ مۇلازىمېتىرغا ئىشىنىش

source: _Don't Trust This Server
ko: 이 서버를 신뢰하지 않습니다(_D)
ug: بۇ مۇلازىمېتىرغا ئىشەنمەسلىك

source: SMTP Credentials
ko: SMTP 인증
ug: SMTP ئىسپاتلىرى

source: Username
ko: 사용자 이름
ug: ئابونت ئىسمى

source: _Remember password
ko: 비밀번호 저장(_R)
ug: پارولنى ئەستە ساقلاش

source: _Authenticate
ko: 인증(_A)
ug: دەلىللەش

source: © 2011-2015 Yorba Foundation, © 2016 elementary LLC.
ug: © 2011-2015 Yorba فوندى،© 2016 elementary LLC.

source: Website
ko: 웹 사이트
ug: توربىكەت

source: Mail encountered an error sending an email. If the problem persists, please manually delete the email from your Outbox folder.
ko: 메일이 이메일을 보내는 도중 오류가 생겼습니다. 문제가 지속되면, 보낸 편지함 폴더에서 이메일을 직접 지워주세요.
ug: ئېلخەت يوللاشتا خاتالىق كۆرۈلدى. ئەگەر بۇ خاتالىق داۋاملىق كۆرۈلسە، يوللانغانلار مۇندەرىجىسىدىن بۇ ئېلخەتنى ئۆچۈرىۋىتىڭ.

source: Mail encountered an error saving a sent message to Sent Mail. The message will stay in your Outbox folder until you delete it.
ko: 메일이 보낸 편지를 저장하는 도중 오류가 생겼습니다. 편지는 지우지 않으면 보낸 편지함 폴더에 있습니다.
ug: يوللانغان ئېلخەتنى ساقلاشتا خاتالىق كۆرۈلدى. ئەگەر ئۆچۈرۈۋەتمىسىڭىز بۇ ئېلخەت يوللانغانلىرى مۇندەرىجىسىدە داۋاملىق ساقلىنىدۇ.

source: There was an error opening the local mail database for this account. This is possibly due to corruption of the database file in this directory: %s Mail can rebuild the database and re-synchronize with the server or exit. Rebuilding the database will destroy all local email and its attachments. <b>The mail on the your server will not be affected.</b>
ko: 이 계정의 메일 데이터 베이스를 여는 동안 오류가 생겼습니다. 이 디렉토리의 데이터 베이스 파일에 문제가 생겨서 그런 것이 아닌가 합니다: %s 기어리는 데이터 베이스를 재구성하고 서버와 다시 동기화 시키거나 나갈 수 있습니다. 데이터 베이스를 재구성하게 되면 로컬 메일과 첨부파일들이 모두 사라지게 됩니다. <b>서버에 있는 메일은 영향 받지 않습니다.</b>
ug: بۇ ئابونتنىڭ يەرلىكتىكى ئېلخەت ساندانىنى ئىچىشتا خاتالىق كۆرۈلدى. بۇ خاتالىق بەلكىم شۇ مۇندەرىجىدىكى ساندان ھۆججىتىنىڭ بۇزۇلغانلىقىدىن بولۇشى مۇمكىن:

source: The version number of the local mail database is formatted for a newer version of Mail. Unfortunately, the database cannot be "rolled back" to work with this version of Mail. Please install the latest version of Mail and try again.
ko: 로컬 메일 데이터 베이스의 버전 번호가 새 버전의 메일을 위해서 포맷되었습니다. 안타깝게도, 현재 버전의 메일 사용을 위해 데이터 베이스를 "되돌릴" 수 없습니다. 최신 버전의 메일을 설치하시고 다시 실행해 보세요.
ug: بۇ نەشىرىدىكى يەرلىكتىكى ئېلخەت ساندانى يىڭى نەشىرىدىكى ئېلخەت ئارقىلىق فورماتلانغان. سانداننى بۇ نەشىرىدە نورمال ئىشلەتكىلى بولمايدۇ.

source: There was an error opening the local account. This is probably due to connectivity issues. Please check your network connection and restart Mail.
ko: 로컬 계정을 여는 동안 오류가 생겼습니다. 인터넷 연결 문제가 아닌가 합니다. 네트워크 연결을 확인하시고 메일을 다시 시작해주세요.
ug: يەرلىكتىكى ھىساۋاتنى ئىچىشتا خاتالىق كۆرۈلدى، بۇ بەلكىم تور ئۇلىنىشى سەۋەبىدىن بولىشى مۇمكىن.

source: This removes the email from Mail and your email server.
ko: 메일과 이메일 서버 안의 모든 편지를 지우게 됩니다.
ug: بۇ مەشغۇلات ئېلخەتنى سىزنىڭ ئېلخەت مۇلازىمېتىرىڭىزدىن ئۆچۈرىدۇ.

source: &#8226; Email address already added to Mail.
ko: &#8226; 메일에 이미 등록된 이메일 주소입니다.
ug: &#8226; ئېلخەت ئادىرىسى قىتىلىپ بولغان.

source: Always show remote images:
ko: 원격 이미지 항상 표시:
ug: يىراق مۇساپىلىك رەسىملەرنى داۋاملىق كۆرسىتىش:

source: Mail requires your email password to continue
ko: 계속하려면 메일에 여러분의 이메일 비밀번호가 필요합니다
ug: داۋاملاشتۇرۇش ئۈچۈن ئېلخەت پارولىڭىزنى كىرگۈزۈڭ

source: Selecting "Don't Trust This Server" will cause Mail not to access this server.
ko: "이 서버를 신뢰하지 않습니다"를 선택하게 되면 메일이 이 서버에 접근하지 못하게 될 수 있습니다.
ug: "بۇ مۇلازىمېتىرغا ئىشەنمەسلىك" نى تاللىسىڭىز بۇ مۇلازىمېتىرنى زىيارەت قىلالماسلىقىڭىز مۇمكىن.

source: Mail will not add or update this email account.
ko: 메일은 이메일 계정을 업데이트하거나 추가하지 않습니다.
ug: ئېلخەت بۇ ھىساۋاتىنى قاتمايدۇ ياكى يىڭىلىمايدۇ.

source: Selecting "Don't Trust This Server" will cause Mail to stop accessing this account.
ko: "이 서버를 신뢰하지 않습니다"를 선택하게 되면 메일이 이 계정의 접근을 중단할 수 있습니다.
ug: "بۇ مۇلازىمېتىرغا ئىشەنمەسلىك" نى تاللىسىڭىز بۇ مۇلازىمېتىرنى زىيارەت قىلىشتىن توختايسىز.

source: Mail will exit if you have no other open email accounts.
ko: 열려 있는 다른 이메일 계정이 없다면 메일을 끝내겠습니다.
ug: ئەگەر سىزنىڭ باشقا ئىچىلغان ئېلخەت ھىساۋاتىڭىز بولمىسا ئېلخەتتىن چىكىنىسىز.

source: Please wait while Mail validates your account.
ko: 메일이 계정을 확인하는 동안 기다려 주세요.
ug: ھىساۋاتىڭىز تەستىقلىنىۋاتىدۇ، سەل ساقلاڭ.

source: Mail update in progress…
ko: 메일 업데이트 중…
ug: ئېلخەت پروگراممىسى يىڭىلىنىۋاتىدۇ....

source: Search Mail
ckb: بە دوای نامەیەکدا بگەڕێ
ko: 편지 검색
ug: ئېلخەت ئىزدەش

source: 2011-2015 Yorba Foundation © 2016 elementary LLC.
ug: © 2011-2015 Yorba فوندى،© 2016 elementary LLC.

source: Show About dialog
ko: 정보 대화상자 보이기
ug: ئۇچۇر دىئالوگى كۆزنىكىنى كۆرسىتىش

source: Save Attachment…
ko: 첨부 파일 저장…
ug: قوشۇمچە ھۆججەتنى ساقلاش....

source: Save All Attachments…
ko: 모든 첨부 파일 저장…
ug: ھەممە قوشۇمچە ھۆججەتلەرنى ساقلاش....

source: Reply
ckb: وەڵامدانەوە
ko: 답장
ug: جاۋاب قايتۇرۇش

source: Reply to All
ko: 모두에게 답장
ug: ھەممىسىگە جاۋاپ قايتۇرۇش

source: Forward
ckb: ناردنی بۆ
ko: 전달
ug: يەتكۈزۈش

source: Mark as Unread
ckb: دیاریکردنی وەکو نەخوێندراوە
ko: 읽지 않음으로 표시
ug: ئوقۇلمىغان دەپ بەلگە قىلىش

source: Mark as Read
ckb: دیاریکردنی وەکو خوێندراوە
ko: 읽음으로 표시
ug: ئوقۇلغان دەپ بەلگە قىلىش

source: Print…
ckb: چاپکردن…
ko: 인쇄…
ug: بىسىش....

source: View Source
ko: 소스 보기
ug: مەنبەسىنى كۆرۈش

source: View message
ko: 편지 보기
ug: ئۇچۇر كۆرۈش

source: This message contains one or more attachments
ckb: ئەم نامەیە هاوپێچێک یان زیاتری لەگەڵدایە
ko: 이 편지에는 첨부파일이 포함되어 있습니다
ug: بۇ ئېلخەت بىر ياكى بىردىن كۆپ قوشۇمچە ھۆججەتنى ئۆزئىچىگە ئالغان

source: Always Show from Sender
ckb: هەمیشە لە نێرەرەوە پشانی بدە
ko: 보낸 사람 항상 표시
ug: يوللىغۇچىنى داۋاملىق كۆرسىتىش

source: Compose New Message
ko: 새 편지 쓰기
ug: يىڭى ئېلخەت يىزىش

source: Copy Email Address
ko: 이메일 주소 복사
ug: ئېلخەت ئادىرىسىنى كۆچۈرۈش

source: Hide message
ko: 편지 숨김
ug: ئېلخەتنى كۆرسەتمەسلىك

source: Save As…
ckb: پاشەکەوتکردن وەکو…
ko: 다른 이름으로 저장…
ug: بۆلەك جايغا ساقلاش....

source: Case sensitive
ko: 대/소문자 구별
ug: چوڭ-كىچىك يىزىشنى پەرقلەندۈرۈش

source: %u match
ko: %u개 일치
ug: %u ماس كەلدى

source: no-reply;no_reply;noreply;do-not-reply;do_not_reply;donotreply
ko: 답장-하지마시오;답장_하지마시오;답장하지마시오;답장-하지-마시오;답장_하지_마시오;답장하지마시오
ug: جاۋاپ قايتۇرماڭ؛ جاۋاپ قايتۇرماڭ؛ جاۋاپ قايتۇرماڭ؛ جاۋاپ قايتۇرماڭ؛ جاۋاپ قايتۇرماڭ؛ جاۋاپ قايتۇرماڭ؛

source: Star message
ckb: نیشانەکردنی نامە
ko: 별표 표시
ug: يۇلتۇز بەلگىسى قىتىش

source: Unstar message
ckb: نیشان-نەکردنی نامە
ko: 별표 취소
ug: يۇلتۇز بەلگىسىنى ئۆچۈرۈش

source: More
ckb: زیاتر
ko: 더 보기
ug: تىخىمۇ كۆپ

source: Delete draft
ckb: سڕینەوەی ڕەشنووس
ko: 쓰던 편지 지우기
ug: ئورگىنالنى ئۆچۈرۈش

source: Attach file
ckb: هاوپێچکردنی پەڕگە
ko: 파일 첨부
ug: قوشۇمچە ھۆججەت

source: Include original attachments
ko: 원본 파일 포함
ug: ئورگىنالدىكى قوشۇمچە ھۆججەتلەرنى ئۆزئىچىگە ئىلىش

source: Quote text (Ctrl+])
ko: 들여 쓰기 (Ctrl+])
ug: تېكستنى يۆتكەپ ئىشلىتىش (Ctrl+])

source: Are you sure you want to open %s?
ko: 정말 %s를 여시겠습니까?
ug: "%s" نى راسىتتىنلا ئاچامسىز؟

source: Attachments may cause damage to your system if opened. Only open files from trusted sources.
ckb: دەکرێت پەڕگەی هاوپێچکراو زیان بە سیستەمەکەت بگەیەنێت، بۆیە تەنها کاتێک بیکەوە کە سەرچاوەکەی باوەڕپێکراو بێت.
ko: 열린 첨부 파일은 시스템에 손상을 입힐 수 있습니다. 믿을 만한 곳에서 온 것만 여시길 바랍니다.
ug: قوشۇمچە ھۆججەتلەر ئىچىلسا سىستېمىڭىزغا بۇزغۇنچىلىق ئىلىپ كىلىشى مۇمكىن. پەقەت مەنبەسى ئىشەنچلىك ھۆججەتلەرنى ئىچىشىڭىزنى تەۋسىيە قىلىمىز.

source: Don't ask me again
ko: 다시 묻지 않음
ug: قايتا سورىماسلىق

source: Open Anyway
ckb: ئاگادارم، بیکەوە
ko: 그래도 열기
ug: يەنىلا ئىچىش

source: Cancel
ckb: هەڵوەشاندنەوە
ko: 취소
ug: ياق

source: Are you sure you want to remove this account?
ko: 정말 이 계정을 없애시겠습니까?
ug: بۇ ھىساۋاتنى راسىتتىنلا ئۆچۈرەمسىز؟

source: Email Address:
ko: 이메일 주소:
ug: ئېلخەت ئادىرىسى:

source: Remove Account
ko: 계정 제거
ug: ھىساۋات ئۆچۈرۈش

source: Username:
ko: 사용자 이름:
ug: ئابونت ئىسمى:

source: Password:
ko: 비밀번호:
ug: پارول:

source: SMTP Credentials:
ko: SMTP 인증:
ug: SMTP ئىسپاتلىرى:

source: Remember password
ko: 비밀번호 저장
ug: پارولنى ئەستە ساقلاش

source: Authenticate
ko: 인증
ug: دەلىللەش

source: Mail
ckb: نامە
ko: 메일
ug: ئېلخەت

source: Strikethrough (Ctrl+%)
ko: 가운데 줄 긋기 (Ctrl+%)
ug: سىزىۋىتىش (Ctrl+K)

source: Link (Ctrl+K)
ko: 링크 (Ctrl+K)
ug: ئۇلىنىش (Ctrl+K)

source: Forward (Ctrl+Shift+F)
ko: 전달 (Ctrl+Shift+F)
ug: يەتكۈزۈش (Ctrl+Shift+F)

source: %l:%M %P
ko: %p %l:%M

# Default clock format
source: %l:%M %P
ko: %p %l:%M

source: %b %-e
ko: %b %-e일

source: Cc
ckb: وێنەی کاربۆنی

source: Bcc
ckb: وێنەی کاربۆنی کوێر

source: Attach
ckb: هاوپێچکردن

source: From: %s<br/>
ckb: لە: %s<br/>

source: Subject: %s<br/>
ckb: بابەت: %s<br/>

source: Date: %s<br/>
ckb: ڕێکەوت: %s<br/>

source: To: %s<br/>
ckb: بۆ: %s<br/>

source: Cc: %s<br/>
ckb: وێنەی کاربۆنی: %s<br/>

source: Permanently delete this draft?
ckb: دەتەوێت بۆ هەمیشە ئەم ڕەشنووسە بسڕیتەوە؟

source: You cannot undo this action, nor recover your draft once it has been deleted.
ckb: ناتوانیت ئەم کارە هەڵوەشێنیەوە و، ناشتوانیت ڕەشنووسی سڕاوە بگەڕێنیتەوە کاتێک سڕایەوە.

source: Delete Draft
ckb: سڕینەوەی ڕەشنووس

source: Send without subject?
ckb: بەبێ ناونیشانی بابەت دەینێریت؟

source: This message has an empty subject field. The recipient may be unable to infer its scope or importance.
ckb: بابەتی ئەم نامەیە نەنوسراوە، لەوانەیە وەرگر بە گرنگییەوە نەڕوانێتە نامەکە.

source: Don't Send
ckb: مەینێرە

source: Send Anyway
ckb: ئاگادارم، بینێرە

source: Sent message was not saved
ckb: نامەی نێردراوە پاشەکەوت نەکرا

source: The message was sent, however a copy was not saved to the Sent message folder.
ckb: نامەکە نێردرا، هەرچەندە وێنەیەک لە نامەکە لە سندوقی نامە نێردراوەکاندا پاشەکەوت نەکرا.

source: Unable to send message
ckb: نەتوانرا نامەکە بنێردرێت

source: There was an unexpected error while sending your message.
ckb: هەڵەیەکی چاوەڕواننەکراو ڕوویدا لەکاتی ناردنی نامەکەت.

source: Unable to save draft
ckb: نەتوانرا ڕەشنووس پاشەکەوت بکرێت

source: There was an unexpected error while saving your draft.
ckb: هەڵەیەکی چاوەڕواننەکراو لەکاتی پاشەکەوتکردنی ڕەشنووسەکەت ڕوویدا.

source: Bold
ckb: تۆخ

source: Italic
ckb: لار

source: Underline
ckb: هێڵ ژێردان

source: Strikethrough
ckb: هێڵ بەناودا هێنان

source: Remove formatting
ckb: سادەکردنی شێوە (فۆڕمات)

source: Insert Link
ckb: هێنانی بەستەر

source: %s to %s
ckb: %s بۆ %s

source: %u new message
ckb: %u نامەی نوێ

source: %s from %u sender
ckb: %s لە %u نێرەر

source: Undo
ckb: هەڵوەشاندنەوە

source: Message Deleted
ckb: نامە ڕەشکرایەوە

source: Connect an Account
ckb: پەیوەستکردنی هەژمارێک

source: Mail uses email accounts configured in System Settings.
ckb: مەیڵ ئەو هەژمارە ئیمێڵیانە بەکار دەهێنێت کە لە ڕێکخستنەکانی سیستەمەوە زیادکراون.

source: Online Accounts…
ckb: هەژمارە سەرهێڵییەکان…

source: Unknown
ckb: نەزانراو

source: Hide read conversations
ckb: شاردنەوەی نامە خوێندراوەکان

source: Hide unstarred conversations
ckb: شاردنەوەی نامە نیشانە-نەکراوەکان

source: Filter Conversations
ckb: فلتەرکردنی نامەکان

source: Fetch new messages
ckb: هێنانی نامە تازەکان

source: Fetching new messages…
ckb: هێنانی نامە تازەکان…

source: Unread
ckb: نەخوێندراوە

source: Replied
ckb: وەڵامدراوە

source: Forwarded
ckb: نێردراو

source: Move To Trash
ckb: ناردنی بۆ تەنەکە

source: Mark As Unread
ckb: دیاریکردنی وەکو نەخوێندراوە

source: Star
ckb: نیشانکردن

source: Unstar
ckb: لابردنی نیشانە

source: URL:
ckb: بەستەر (URL):

source: Link Text:
ckb: دەقی بەستەر:

source: Example Website
ckb: نموونەی ماڵپەڕ

source: Compose new message
ckb: نووسینی نامەی نوێ

source: Always Show Remote Images
ckb: هەمیشە وێنەکان پشان بدە

source: Account Settings…
ckb: ڕێکخستنەکانی هەژمار…

source: Refresh folder
ckb: نوێکردنەوەی بوخچە

source: All Mailboxes
ckb: هەموو نامەکان

source: Reply All
ckb: وەڵامدانەوەی هەموویان

source: Mark Conversation
ckb: نیشانکردنی گفتوگۆ

source: Move conversations to archive
ckb: ئەرشیفکردنی گفتوگۆ

source: Move conversations to Trash
ckb: سڕینەوەی گفتوگۆ

source: No Message Selected
ckb: هیچ نامەیەک دیارینەکراوە

source: %s at %s
ckb: %s لە %s

source: Email Message
ckb: نامەی پۆستی ئەلیکترۆنی

source: Unable to print email
ckb: نەتوانرا پۆستە ئەلیکترۆنییەکە چاپ بکرێت

source: Save
ckb: پاشەکەوتکردن
