Repository: elementary/mail
Catalog: po/szl.po
Languages: szl

source: Search Mail
szl: Przeszukej poczta

source: Message Deleted
szl: Wiadōmość skasowano

source: Undo
szl: Cofnij

source: Connect an Account
szl: Połōncz kōnto

source: Mail uses email accounts configured in System Settings.
szl: Mail używo kōnt e-mail skōnfigurowanych we Sztelōnkach systymu.

source: Online Accounts…
szl: Kōnta online…

source: From:
szl: Ôd:

source: To:
szl: Do:

source: Subject:
szl: Tymat:

source: Cc
szl: Dw

source: Bcc
szl: Sdw

source: Cc:
szl: Dw:

source: Bcc:
szl: Sdw:

source: Bold
szl: Ruby

source: Italic
szl: Pochylynie

source: Underline
szl: Podkryślynie

source: Strikethrough
szl: Przekryślo tekst

source: Remove formatting
szl: Wychrōń formatowanie

source: Insert Link
szl: Wraź link

source: Delete draft
szl: Wychrōń cechōnek

source: Attach file
szl: Przidej zbiōr

source: Send
szl: Wyślij

source: Cancel
szl: Pociep

source: %a, %b %-e, %Y at %-l:%M %p
szl: %a, %-e %b %Y ô %H∶%M

source: On %1$s, %2$s wrote:
szl: We dniu %1$s %2$s pisze:

source: ---------- Forwarded message ----------
szl: ---------- Przekazowano wiadōmość ----------

source: From: %s<br/>
szl: Ôd: %s<br/>

source: Subject: %s<br/>
szl: Tymat: %s<br/>

source: Date: %s<br/>
szl: Data: %s<br/>

source: To: %s<br/>
szl: Do: %s<br/>

source: Cc: %s<br/>
szl: Dw: %s<br/>

source: Don't Send
szl: Niy wysyłej

source: Send Anyway
szl: Wyślij i tak

source: New Message
szl: Nowo wiadōmość

source: Mark as Read
szl: Ôznacz za przeczytane

source: Star
szl: Ôblubiōny

source: Unstar
szl: Wyciep z ôblubiōnych

source: Unread
szl: Niyprzeczytano

source: Replied
szl: Ôdpowiedziano

source: Forwarded
szl: Przekozano

source: URL:
szl: Adresa URL:

source: https://example.com
szl: https://prziklod.eu

source: Link Text:
szl: Tekst z linkym:

source: Example Website
szl: Przikładowo strōna internetowo

source: Compose new message
szl: Napisz nowo wiadōmość

source: Refresh folder
szl: Ôdświyż katalog

source: Always Show Remote Images
szl: Dycki pokazuj zdalne ôbrazy

source: Account Settings…
szl: Sztelōnki kōnta…

source: Menu
szl: Myni

source: Reply
szl: Ôdpowiydz

source: Reply All
szl: Ôdpowiydz wszyjskim

source: Forward
szl: Dalij

source: Mark as Unread
szl: Ôznacz za niyprzeczytane

source: Mark Conversation
szl: Ôznacz dyskusyjo

source: Move conversations to Trash
szl: Przeniyś dyskusyje do hasioka

source: No Message Selected
szl: Brak zaznaczōnych wiadōmości

source: Unstar message
szl: Ôdznocz wiadōmość

source: Star message
szl: Ôznocz wiadōmość

source: Show Images
szl: Pokoż ôbrazy

source: Always Show from Sender
szl: Dycki pokazuj ôd nadowcy

source: This message contains remote images.
szl: Ta wiadōmość mo zewnyntrzne ôbrazy.

source: This message contains one or more attachments
szl: Ta wiadōmość mo jedyn abo wiyncyj przidowkōw

source: Attachments may cause damage to your system if opened. Only open files from trusted sources.
szl: Przidowki mogōm poprznić systym, jak sie je ôtworzi. Ôtwiyrej ino te ze zaufanych zdrzōdeł.

source: Open Anyway
szl: Ôtwōrz i tak

source: Open
szl: Ôtwōrz

source: Save As…
szl: Spamiyntej za…

source: Unknown
szl: Niyznōme

source: Save
szl: Spamiyntej
